{"id":236,"date":"2010-12-30T05:27:36","date_gmt":"2010-12-30T10:27:36","guid":{"rendered":"http:\/\/www.quantium.com.mx\/?p=236"},"modified":"2010-12-30T05:25:44","modified_gmt":"2010-12-30T10:25:44","slug":"lo-que-escribia-cuando-iba-en-la-preparatoria","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2010\/12\/30\/lo-que-escribia-cuando-iba-en-la-preparatoria\/","title":{"rendered":"Lo que escrib\u00eda cuando iba en la preparatoria"},"content":{"rendered":"<p>Recuerdo vagamente a mi profesor de filosof\u00eda presumir el art\u00edculo a continuaci\u00f3n en otros salones para representar el ensayo en s\u00ed, adem\u00e1s fu\u00e9 un <a target=\"_blank\" href=\"http:\/\/www.machetearte.com\/machetes\/338\/imprimir.htm\">art\u00edculo que me publicaron en el machetearte<\/a>. Lo vuelvo a leer y encuentro una redacci\u00f3n tosca y un lenguaje enredado y cargado de adjetivos, pero me enorgullece decir que sigo pensando de la misma manera, cito a continuaci\u00f3n un texto de mis primera juventud (n\u00f3tese que se refiere a la generaci\u00f3n X como la generaci\u00f3n de los j\u00f3venes), Transcrito tal cual sin ninguna correcci\u00f3n (ni en la tipograf\u00eda):<\/p>\n<h1 class=\"western\" lang=\"es-MX\">Familias Fan\u00e1ticas, Homof\u00f3bicas y<br \/>\nMachistas<\/h1>\n<p>Por Andr\u00e9s Gonz\u00e1lez &amp; Arag\u00f3n<\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Es necesario para conservar la tranquilidad,<br \/>\ntransmitir por este medio una verdad obvia. Hablar desde mi<br \/>\npercepci\u00f3n, de lo que soy producto, a quienes pertenezco y por<br \/>\nconsiguiente, hacia donde todo esto se dirige.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Cualquiera que haya visto un comercial de<br \/>\ncualquier tipo, de los a\u00f1os 40\u2019s a los 80\u2019s; mas de una<br \/>\ngeneraci\u00f3n, tomando esta por un periodo de 30 a\u00f1os; puede deducir<br \/>\nel producto que fue vendido en ese entonces. En dicho anuncios se<br \/>\nobservaban familias felices, completas, ni\u00f1os inocentes, bien<br \/>\neducados; Amas de casa responsables y padres humildes, tambi\u00e9n muy<br \/>\nresponsables; a todo esto yo le llamo \u201cLa familia Kellogg\u2019s\u201d;<br \/>\nno por hacerle publicidad al producto, la publicidad, si que yo<br \/>\nintervenga ya est\u00e1 hecha.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Los ni\u00f1os crecen, lo hacen aprendiendo lo que<br \/>\nles es dado, considerando sus padres, que les es provechoso. As\u00ed,<br \/>\ncrecieron esos; la idea de una familia feliz vive, como una verdad en<br \/>\nlas mentes de muchos individuos actualmente; tomando en cuenta que la<br \/>\nfelicidad es solamente, uno de tantos estados de \u00e1nimo. Para este<br \/>\nentonces esos ni\u00f1os ya son padres, cumplieron su meta; muchos<br \/>\ncuentan con una casa, un perro, un auto y 2 \u00f3 3 ni\u00f1os, la<br \/>\nfrustraci\u00f3n, la depresi\u00f3n y neurosis son, tambi\u00e9n, caracter\u00edsticas<br \/>\nque saltan a la vista.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Provenientes de familias fan\u00e1ticas, homof\u00f3bicas<br \/>\ny machistas, cuya cultura pudo provenir de supersticiones, ideas<br \/>\nilusas, insultantes, da\u00f1inas e innecesarias, tomadas como<br \/>\nverdaderas. Las madres sumisas e hist\u00e9ricas olvidaron su condici\u00f3n<br \/>\nde ser humano, creyendo fielmente que su valor es ser madres, atender<br \/>\nal marido y cuidar a los hijos; son las \u00fanicas manifestaciones de<br \/>\npoder que les fueron permitidodas. Los padres neur\u00f3ticos,<br \/>\nprejuiciosos y temerosos, toman por verdad h\u00edbridos ideales<br \/>\nfundamentados en religiones que los se\u00f1alan como la cabeza de su<br \/>\npeque\u00f1o n\u00facleo, otorg\u00e1ndoles la capacidad de quebrantar los<br \/>\nderechos de cualquiera de los miembros, pidiendo como \u00fanico<br \/>\nrequisito que transmitan esta manera opresiva, temerosa e irracional<br \/>\nde actuar a sus v\u00e1stagos. Conjug\u00e1ndose esto con los temores al<br \/>\ndesprestigio, a la pobreza, el error y la falta de control provocados<br \/>\npor un sistema econ\u00f3mico que, arbitrariamente, se ha instituido como<br \/>\n\u00fanico, mejor y omnipotente. El resultado de esta ideolog\u00eda podr\u00eda<br \/>\nser espantoso empero la comunidad, como sucede, esconde la funesta<br \/>\nverdad.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Es natural para los hijos y completamente sano,<br \/>\nel peregrinar por el camino que estructura los principios ideales,<br \/>\nretar, negar, contradecir los principios de los padres; Lo<br \/>\nperjudicial y lo destructivo que puede determinar, y lo ha hecho, el<br \/>\nsentido del cambio evolutivo humano, ya sea creciente o<br \/>\ndeclinantemente; es el que se tome al producto de esto por absoluto,<br \/>\nlo cual provoca desde la integridad, la necedad, y por consiguiente<br \/>\nla imposici\u00f3n absurda, injusta y equivalente a los principios que<br \/>\niniciaron todo este proceso. Una p\u00e9rdida de tiempo si se maneja de<br \/>\nmanera irresponsable, humana.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Tomando lo anterior como premisa, podemos deducir<br \/>\nque lo molesto y da\u00f1ino no son los principios que fundamenten,<br \/>\nmarquen la esencia, el principio de una generaci\u00f3n; Lo que<br \/>\nperjudica, da\u00f1a de manera sutil y en aumento, es lo que queda, la<br \/>\nimposici\u00f3n, la necedad y la superstici\u00f3n, la actitud obsesiva,<br \/>\nenferma neur\u00f3tica de aferrarse e imponer los ideales; solo si se<br \/>\nrenuncia a la imposici\u00f3n de estos de transmite libertad; Empero todo<br \/>\nes provocado por el miedo, paralizadora esencia del ignorante, del<br \/>\nsupersticioso, tembloroso el transmisor de corrupci\u00f3n se escuda tras<br \/>\nella para no ser descubierto, convirti\u00e9ndose as\u00ed en la sombra de lo<br \/>\nque alg\u00fan d\u00eda, dudo y aborreci\u00f3 mas no trascendi\u00f3.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Es entonces, pues, en la mente, desde la<br \/>\npercepci\u00f3n subjetiva de los, en parte responsables de la generaci\u00f3n<br \/>\nactual; la lucha constante de los principios e ideales de libertad<br \/>\ncontra los temores y prejuicios que a falta de soporte, defienden de<br \/>\nmanera falaz y cuestionable, las delimitaciones arbitrarias tomadas<br \/>\ncomo principios.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>El producto de esto se divide, no por ser as\u00ed<br \/>\npero en esto ha reca\u00eddo; en el sexo propio del individuo en<br \/>\ncuesti\u00f3n, esto es hombre y mujeres.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Para la mujer hay una doble cultura a imponer;<br \/>\nuna impulsada por el machismo, la homofobia, la maternidad como<br \/>\nprincipio y valor de la vida; y otra mas reciente, la mujer<br \/>\nejecutiva, responsable, trabajadora e independiente. A menudo se<br \/>\nescuchan las quejas por cualquiera de las dos; sin embargo, solo de<br \/>\nmanera superficial; siempre queda una reserva en la mente de esta, a<br \/>\nveces incluida entre los principios, de manera tal que es<br \/>\nimperceptible y, muchas veces est\u00fapidamente defendido a manera de<br \/>\nprotecci\u00f3n a los ataques sociales fundamentados en los mismos<br \/>\nprincipios.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>La mujer en la sociedad <i>tiene<\/i> que ser<br \/>\nbuena hija, buena pareja, buena madre, buena empleada; toma como<br \/>\nvirtud, porque a eso se le ha orillado, el liberalismo a menudo<br \/>\nacallado por los prejuicios internos de pureza y castidad y,<br \/>\nparad\u00f3jicamente sue\u00f1a con la familia feliz, talvez ya no 2 \u00f3 3<br \/>\nhijos empero no ha abandonado la idea de ser ama de casa, ejecutiva,<br \/>\nbella, buena esposa, etc. Si se analizan cada uno de estos ideales;<br \/>\ncosa que ya se ha hecho con anterioridad; es posible acaso, ser<br \/>\nreligiosa y sexualmente activa, ser independiente y buena esposa para<br \/>\nun machista en toda su extensi\u00f3n. Dentro de este vaiv\u00e9n de<br \/>\nresponsabilidades es com\u00fan olvidarse del estado primordial de las<br \/>\ncosas, la particularidad como individuo, como ser humano.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>La mujer ha sabido tomar el control de sus hijos<br \/>\na lo largo de la historia, aunque se queje por ello; En esta \u00e9poca<br \/>\nde pluralidad y libertad puede o\u00edrse a muchas postadolescentes<br \/>\nquejarse de la presi\u00f3n&nbsp; impuesta por la figura materna, y<br \/>\nrecurrir al padre no puede representar otra cosa que sumisi\u00f3n y de<br \/>\nesto es de lo que se huye, lo \u00fanico que se aprende y se toma por<br \/>\ncierto sin mas opci\u00f3n.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>La igualdad de sexos representa para la mujer, la<br \/>\nsuma de las antiguas responsabilidades mas las que no eran exclusivas<br \/>\nde ellas; Como toda responsabilidad concede uno o m\u00e1s derechos,<br \/>\ninnecesariamente&nbsp; pero as\u00ed ha sido, la sociedad excusa esta<br \/>\ncarga injusta de responsabilidades en principios ultrajados de<br \/>\nlibertad.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Las religiones, los sistemas e incluso las<br \/>\nciencias predominantes defienden, mediocre e hip\u00f3critamente los<br \/>\nderechos de la mujer; actuando como si fuera un regalo, un privilegio<br \/>\nque se les ha concedido <i>No obstante su naturaleza<\/i>. Siendo el<br \/>\nfundador del Cristianismo en Roma mis\u00f3gino y homof\u00f3bico, cometi\u00f3<br \/>\nel error de mezclar traumas con doctrina y engendr\u00f3 as\u00ed una cultura<br \/>\nbasada en algunas frases que plasm\u00f3 en sus cartas evang\u00e9licas: <i>Que<br \/>\nlas mujeres no hablen en las congregaciones,<\/i> es pablo a quien me<br \/>\nrefiero, el \u00fanico ap\u00f3stol que no conoci\u00f3 a Cristo. Desde eso hasta<br \/>\nla mentira de que dios es hombre. Algo muy cierto que Cristo dejo<br \/>\nfue: <i>Por sus frutos los conocer\u00e9is<\/i>, yo digo: He aqu\u00ed sus<br \/>\nfrutos.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>El hombre, por otra parte es cargado por la mujer<br \/>\nde irresponsabilidad, autocomplacencia y brutal injusticia; esto, en<br \/>\nmuchos de los casos, de la manera m\u00e1s amorosa, en otros utilizando<br \/>\nla culpa y la manipulaci\u00f3n como medio.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Esta cultura degenera, da\u00f1a y lastima al hombre<br \/>\nque la solventa; s\u00ed, a menudo se oyen mas quejas respecto al<br \/>\nmachismo proveniente de las mujeres, es porque al hombre no le es<br \/>\npermitida la libre expresi\u00f3n de sus sentimientos; tomada esta por<br \/>\ndebilidad, el hombre crea, acepta y cree la falacia de superioridad<br \/>\nsexual, siendo esto un simple universal construido por el hombre, y<br \/>\nluego sufre las consecuencias, y no siendo esto suficiente, transmite<br \/>\ntodo esto para que contin\u00fae la decadencia. \u00bfQu\u00e9 otra cosa puede<br \/>\nhacer, habiendo una sola por conocida?<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>El hombre crece so\u00f1ando con los frutos de su<br \/>\np\u00f3stuma responsabilidad, elige oficio basado en el instinto<br \/>\nprimitivo que lo incita a convertirse en <\/b><i><b>Macho <\/b><\/i><font face=\"Math A\"><b>a<\/b><\/font><b>,<br \/>\nimpulsado tambi\u00e9n por la homof\u00f3bia y el machismo, il\u00f3gicos y<br \/>\ndestructivos ambos. Crece pensando, y tomado por cierto, en la mujer<br \/>\ncomo un b\u00e1lsamo, un objeto que le sirve, desde la f\u00farica carga<br \/>\nemocional hasta la actitud arrogante de caballerosidad que solo le<br \/>\nsirve para negar su inutilidad y su dependencia s\u00e1dica de las<br \/>\nmujeres.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Sin embargo y despu\u00e9s de todo esto, se puede<br \/>\nnotar, no con mucho esfuerzo que, sea cual sea su genero sexual, los<br \/>\nj\u00f3venes actuales comparten una actitud com\u00fan. Dicha actitud est\u00e1<br \/>\nconformada por varios factores como la apat\u00eda, la indiferencia, la<br \/>\nabstracci\u00f3n, la desconfianza y la autorepresi\u00f3n emocional; todo<br \/>\nesto degenera en resentimientos e inseguridad.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>La generaci\u00f3n \u201cX\u201d, embriagada de recelo e<br \/>\nira, llena de ideas de libertad seguidas de prejuicios que las hacen<br \/>\nimpracticas o peligrosamente desmedidas; Es el producto del Amor<br \/>\ntransmitido con Odio y del Odio Transmitido con Amor. Es sarc\u00e1stico<br \/>\npor si solo en ideas y hechos esta cultura, mientras un joven consume<br \/>\ndrogas, sue\u00f1a con tener casa y familia; No digo que este tipo de<br \/>\ncosas sean <i>malas<\/i> o <i>buenas<\/i>, est\u00e1n bien o, mejor dicho,<br \/>\nest\u00e1n en su lugar; Como seres humanos no podemos quejarnos por lo<br \/>\nque hemos provocado. Lo que yo sugiero es vivir detectando y<br \/>\neliminando los prejuicios que se cargan y adoptar, de una manera<br \/>\nhonesta las ideas que formamos en la adolescente etapa, sin olvidad<br \/>\nel respeto a la prole y el hecho de que ellos evolucionar\u00e1n a su<br \/>\nmanera. Los principios no se transmiten con palabras, se transmiten<br \/>\ncon ejemplo empero confundir principios con prejuicios es una<br \/>\npr\u00e1ctica de alto riesgo.<\/b><\/p>\n<p align=\"JUSTIFY\">&nbsp;<\/p>\n<p align=\"JUSTIFY\"><b>Con este peque\u00f1o escrito no pretendo ofender a<br \/>\nnadie. Si alguno considera que no forma parte de este n\u00facleo y que<br \/>\nlos razonamientos que aqu\u00ed se encuentran reunidos no son imputables<br \/>\na la sociedad en su conjunto, que no se padece de estas dolencias que<br \/>\nmanejo de manera general; Agradecer\u00e9 se me permita escuchar los<br \/>\nargumentos que sustentan lo contrario, soy humano y como tal, soy<br \/>\ndigno de cualquier se\u00f1al de esperanza.<\/b><\/p>\n<p style=\"margin-bottom: 0cm;\">\n<\/p>\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Recuerdo vagamente a mi profesor de filosof\u00eda presumir el art\u00edculo a continuaci\u00f3n en otros salones para representar el ensayo en s\u00ed, adem\u00e1s fu\u00e9 un art\u00edculo que me publicaron en el machetearte. Lo vuelvo a leer y encuentro una redacci\u00f3n tosca y un lenguaje enredado y cargado de adjetivos, pero me enorgullece decir que sigo pensando [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[61],"tags":[63,52,53,48],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/236"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=236"}],"version-history":[{"count":0,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/236\/revisions"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=236"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=236"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=236"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}