{"id":95,"date":"2007-08-24T11:17:18","date_gmt":"2007-08-24T16:17:18","guid":{"rendered":"http:\/\/www.quantium.com.mx\/qlog\/2007\/08\/24\/batalla-entre-nokia-n95-y-el-iphone\/"},"modified":"2007-08-24T11:17:18","modified_gmt":"2007-08-24T16:17:18","slug":"batalla-entre-nokia-n95-y-el-iphone","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2007\/08\/24\/batalla-entre-nokia-n95-y-el-iphone\/","title":{"rendered":"Batalla entre Nokia N95 y el iPhone"},"content":{"rendered":"<p>Por: <a href=\"http:\/\/publicalpha.com\/gana-dinero-con-tu-camara-digital\/\">El Se\u00f1or de los Gadgets<\/a><\/p>\n<p>Batalla entre el nokia N95 y el iPhone<\/p>\n<p>Apple a menudo ha mirado el iPhone como un tel\u00e9fono inteligente &#8211; a\u00fan as\u00ed tiene muchas competencias. <strong>Uno de los contendientes m\u00e1s fuertes es el N95 de Nokia<\/strong>. \u00bfCu\u00e1l es mejor? En realidad, la elecci\u00f3n depende de ti, pero esta comparaci\u00f3n puede ayudarte a tomar una decisi\u00f3n mucho m\u00e1s r\u00e1pida y f\u00e1cil:<\/p>\n<p><strong>He aqui porqu\u00e9 el N95 puede ser el mejor:<\/strong><\/p>\n<p>Una de las mejores ventajas es la red GPS, que te permite navegar m\u00e1s f\u00e1cilmente. El desarrollo de este programa es el secreto para encontrar direcciones, ubicaciones, los nombres de las calles, e incluso los c\u00f3digos postales. Por un costo adicional, puedes actualizar este servicio para usarlo por medio de comandos de voz a trav\u00e9s de un equipo manos libres. Tambi\u00e9n aguanta bien los programas para ver tu email y puedes sincronizarlos con Microsoft Exchange Server. Esto permite que veas cualquier documento de la oficina a trav\u00e9s de un programa llamado QuickOffice. Tambi\u00e9n optimizar\u00e1 estos documentos para que puedas leerlos eficazmente. Esto es una de las caracter\u00edsticas m\u00e1s importantes usadas por usuarios de negocios. A diferencia del iPhone, est\u00e1 equipado con un radio de FM interno. Los auriculares te permiten acceder al radio y tambi\u00e9n pueden funcionar como sintonizador.<\/p>\n<p><strong>Porqu\u00e9 el iPhone debe ser tu elecci\u00f3n:<\/strong><\/p>\n<p>Primero que nada, el iPhone no es solo un tel\u00e9fono. Tambi\u00e9n es un iPod. Puedes o\u00edr y ver todo tipo de archivos siempre y cuando este en formatos aceptados. Puedes o\u00edr m\u00fasica, ver una pel\u00edcula o un programa, o escuchar audio libros. Su pantalla de 3.5 pulgadas maximiza la vista para que tengas un entretenimiento completo. El tel\u00e9fono tiene capacidad para aceptar emails en forma de p\u00e1gina y en tiempo real, siempre y cuando no sea en formato HTML. Puedes configurar tu yahoo! Correo para eso.<\/p>\n<p>El iPhone hace uso de un explorador de red llamado Safari, que es muy  avanzado. Puedes ver las p\u00e1ginas de la red tal cual son. Y puedes aumentarlas con solo tocar la pantalla.<\/p>\n<p>Apple quiere asegurarse de que tengas el mini OS adecuado para tu tel\u00e9fono. Esto significa que puedas disfrutar de aplicaciones de escritorio, al igual que las funciones b\u00e1sicas del tel\u00e9fono. Calendario, una libreta para notas, y una libreta de direcciones, entre otros. Puedes hacer varias tareas mientras navegas en la red y descargas tus emails, permiti\u00e9ndote ahorrar mucho tiempo.<\/p>\n<p>Tal vez  es la interfaz de usuario del tel\u00e9fono por la que el iPhone es famoso. Integra la tecnolog\u00eda de pantalla digital, esto quiere decir que no tienes que usar ning\u00fan teclado s\u00f3lo enviar el texto o hacer la llamada. Tambi\u00e9n usa el teclado virtual QWERTY l, que aparece solamente cuando es usado.<\/p>\n<p>Cual dir\u00edas que es mejor? Aun es el punto de vista del usuario el que m\u00e1s importa.<\/p>\n<p>Para: <a href=\"http:\/\/www.publicalpha.com\/\">Publicalpha.com<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Por: El Se\u00f1or de los Gadgets Batalla entre el nokia N95 y el iPhone Apple a menudo ha mirado el iPhone como un tel\u00e9fono inteligente &#8211; a\u00fan as\u00ed tiene muchas competencias. Uno de los contendientes m\u00e1s fuertes es el N95 de Nokia. \u00bfCu\u00e1l es mejor? En realidad, la elecci\u00f3n depende de ti, pero esta comparaci\u00f3n [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/95"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=95"}],"version-history":[{"count":0,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/95\/revisions"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=95"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=95"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=95"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}