{"id":358,"date":"2013-01-23T19:08:43","date_gmt":"2013-01-24T01:08:43","guid":{"rendered":"http:\/\/www.quantium.com.mx\/?p=358"},"modified":"2013-01-24T14:12:14","modified_gmt":"2013-01-24T20:12:14","slug":"publicista-digital","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2013\/01\/23\/publicista-digital\/","title":{"rendered":"Para el publicista cl\u00e1sico que empieza en digital (There and Back Again)"},"content":{"rendered":"<p>En las agencias de publicidad, cuando la gente que trabaja en <a title=\"Above the line\" href=\"http:\/\/es.wikipedia.org\/wiki\/Above_the_line\" target=\"_blank\">ATL <\/a>o <a title=\"Below the line\" href=\"http:\/\/es.wikipedia.org\/wiki\/Below_the_line\" target=\"_blank\">BTL<\/a> tradicional empieza en el mundo digital pasa un fen\u00f3meno curioso, tratan a los proveedores de servicios tecnol\u00f3gicos, ll\u00e1mense productores digitales,\u00a0como si fuesen un proveedor cualquiera, como un impresor de playeras o un carpintero fabricante de stands. Esto se debe a que este tipo de proveedores son muy comunes, como dir\u00eda mi abuela, salen hasta por debajo de las piedras; pero en el caso de los proveedores de servicios tecnol\u00f3gicos no es lo mismo, aunque a veces pareciera, a continuaci\u00f3n explico porque:<\/p>\n<p>Los seres humanos, en nuestras m\u00e1s externas cortezas cerebrales tenemos instalado una especie de <a href=\"http:\/\/books.google.com.mx\/books?id=ZnHbCKUCtSUC&amp;pg=PA147&amp;lpg=PA147&amp;dq=reconocimiento+de+patrones+rostros+beb%C3%A9s&amp;source=bl&amp;ots=yyRyfdGY9P&amp;sig=r4wubKu0dPxVquVVrq1fqx5QDN0&amp;hl=es-419&amp;sa=X&amp;ei=3YcAUeHDDcag2gXzmoCICA&amp;ved=0CGcQ6AEwCA#v=onepage&amp;q=reconocimiento%20de%20patrones%20rostros%20beb%C3%A9s&amp;f=false\">algoritmo reconocedor de patrones<\/a> que principalmente hace las veces de reductor de la frustraci\u00f3n y coadyuva a la adaptabilidad al cambio. Es lo que hace que las situaciones nos sean familiares y podamos actuar conforme a ello de una manera\u00a0subconsciente\u00a0 es lo que llaman las se\u00f1oras religiosas &#8220;Actuar por intuici\u00f3n&#8221;.<\/p>\n<p>El mencionado comportamiento hace que el creativo, publicista o administrativo que proviene de una agencia de ATL o BTL tradicional reconozca como familiar el proceso de creaci\u00f3n (que no es lo mismo que creativo) por el que se pasa en a la reci\u00e9n llegada agencia digital. \u00bfCu\u00e1l es ese proceso? Lo describo a continuaci\u00f3n:<\/p>\n<ol>\n<li>Los creativos tienen ideas y las presentan al cliente<\/li>\n<li>Los dise\u00f1adores reciben la idea y le dan forma<\/li>\n<li>Los creativos presentan al cliente los dise\u00f1os hechos por los dise\u00f1adores<\/li>\n<li>Los creativos (o los de cuentas, depende la filosof\u00eda de la agencia) env\u00edan al productor digital* el dise\u00f1o para que le d\u00e9 vida<\/li>\n<li>El productor digital entrega el dise\u00f1o<\/li>\n<li>El cliente es feliz<\/li>\n<\/ol>\n<p><strong><span style=\"font-size: x-small;\">*Ll\u00e1mese productor digital a cualquier: Programador, maquetador, administrador de servidores, social media manager, social media analyst, etc.<\/span>\u00a0<\/strong><\/p>\n<p>Aunque el proceso parece ser el mismo, y &#8220;parece&#8221; por aquel algoritmo en la corteza cerebral, en el esquema ATL\/ClassicBTL \u00a0y en el esquema digital no lo es y hay marcadas diferencias.<\/p>\n<p>Primero que nada, el esquema ATL\/ClassicBTL hay 2000 impresores de playeras dispuestos a ganar 1 peso por playera disponibles en la secci\u00f3n amarilla; si quedas mal con uno no importa, vas con el que sigue, y si quedas mal con todos no importa, el pr\u00f3ximo a\u00f1o seguro habr\u00e1 2000 nuevos emprendedores que decidir\u00e1n abrir su negocio de impresi\u00f3n de playeras. A diferencia de los impresores de playeras y dem\u00e1s productores los digitales son escasos, todos se conocen o pronto lo har\u00e1n, y cada d\u00eda hay menos profesionistas que se dedican al mundo de la inform\u00e1tica en la publicidad.<\/p>\n<p>Otro ejemplo claro es el nivel educativo, cultural y, sin intensi\u00f3n de discriminar, intelectual que tienen los carpinteros, impresores, proveedores de equipo , modelos, etc. en el mundo tradicional contra los programadores, DBAs, <a title=\"Linux\" href=\"http:\/\/www.linux.org\/\">linuxeros<\/a>, <a href=\"http:\/\/en.wikipedia.org\/wiki\/Mobile_application_development\">mobileros<\/a>, <a title=\"Drupal\" href=\"http:\/\/drupal.org\/\">drupaleros<\/a>, <a title=\"Android\" href=\"http:\/\/www.android.com\/\">androides<\/a>, <a title=\"Mac\" href=\"http:\/\/www.apple.com\/mx\/mac\/\">maqueros <\/a>y dise\u00f1adores digitales, sin contar que estos \u00faltimos son escasos a diferencia de su menos evolucionada versi\u00f3n. El nivel cultural, educativo e intelectual de una persona \u00a0marca mucho el costo que tienen sus servicios profesionales, adem\u00e1s claro de la proporci\u00f3n demogr\u00e1fica entre los mismos lo cual tiende a impactar socialmente en el trato que se les debe dar.<\/p>\n<p>Dado lo anterior y sin embargo, el creativo-publicista-administrativo experimentado en el modelo cl\u00e1sico pero que est\u00e1 <a title=\"Pininos\" href=\"http:\/\/mx.answers.yahoo.com\/question\/index?qid=20070324072235AAIwBw4\">haciendo sus pininos<\/a> en el modelo digital tiende a creer (Por aquello de la corteza cerebral y bla bla bla) que el productor digital va a permitir que lo trate cual si fuera el herrero de la esquina de su casa en la colonia Pensil en la Ciudad de M\u00e9xico al que alguna vez le pidi\u00f3 que le arreglara los soportes para los banners (impresos, no digitales) de su activaci\u00f3n m\u00e1s reciente, pag\u00e1ndole 27 meses\u00a0despu\u00e9s\u00a0el 40% del total de la factura, exigi\u00e9ndole cambios al por mayor sin haberlos estipulado desde un principio y con el sincero deseo de que el mentado proveedor no se aparezca por la agencia porque si no &#8220;que pena&#8221; con la tranquilidad, claro est\u00e1 y mencionado unos p\u00e1rrafos atr\u00e1s, de que en la secci\u00f3n amarilla encontrar\u00e1 ma\u00f1ana otro proveedor que haga la misma chambita y seguramente m\u00e1s barata.<\/p>\n<p>Encima de esto el creativo-publicista-administrativo-marketero-dise\u00f1ador de impresos-instalador de stands-organizador de eventos experimentado en el modelo cl\u00e1sico pero que est\u00e1 haciendo (y sigue haciendo) sus pininos en el modelo digital, por un error de conceptualizaci\u00f3n debido a aquello de la corteza cerebral, cree que las <a title=\"Chamba\" href=\"http:\/\/www.wordreference.com\/definicion\/chamba\">chambitas <\/a>que hacen los productores digitales son f\u00e1ciles, quedan de volada, se bajan de intern\u00e9 o ya las trai ah\u00ed guardadas en su <a title=\"USB\" href=\"http:\/\/en.wikipedia.org\/wiki\/USB_flash_drive\">memoria u-ese-be<\/a>, minimizando as\u00ed el trabajo del experimentado, guapo, inteligente, preparado, siempre atento, servicial y modesto productor digital.<\/p>\n<p>Aunque acept\u00e9moslo, \u00a0no todo es culpa de \u00e9l creativo-publicista-administrativo-marketero-dise\u00f1ador de impresos-instalador de stands-organizador de eventos-modelo de cabello-carpintero pop-emprendedor\u00a0 que hace sus pininos en el modelo digital. La culpa tambi\u00e9n es de quien <a title=\"Tanto peca el que mata la vaca como el que le agarr\u00f3 la pata\" href=\"http:\/\/www.tomisimo.org\/idioms\/es\/tanto-peca-el-que-mata-la-vaca-como-el-que-le-3487.html\" target=\"_blank\">le agarr\u00f3 la pata<\/a>, esto es los productores digitales (programdores-dise\u00f1adores-digitales-animadores-integradores-maquetadores-twitteros-linuxeros-windowseros-mobileros-puntoneteros-etc) que est\u00e1n haciendo sus pininos en el mundo de la publicidad que por ganarse el proyecto se comportan como si fuesen\u00a0el herrero de la esquina de su casa en la colonia Pensil en la Ciudad de M\u00e9xico al que le est\u00e1n pidiendo le arregl\u00e9 los soportes para los banners (impresos, no digitales) de su activaci\u00f3n m\u00e1s reciente, \u00a0dej\u00e1ndose pagar 27 meses\u00a0despu\u00e9s\u00a0el 40% del total de la factura, exigi\u00e9ndole cambios al por mayor sin haberlos estipulado desde un principio. Estos novatos\u00a0siempre van a existir&#8230;pero no por mucho tiempo.<\/p>\n<p>Lamentablemente, lo \u00fanico que esto provoca es una serie de frustrados publicistas que alguna vez se dedicaron a, cito &#8220;eso del internet&#8221; pero, cito &#8220;no les lati\u00f3 porque la gente es muy diva y es muy complicado&#8221;. En el inter est\u00e1n todos estos que est\u00e1n en proceso de cambio. La mayor\u00eda estar\u00e1 de 1 a 5 a\u00f1os peleando con los, cito &#8220;programadores nacos&#8221; hasta que regresen a los brazos de su m\u00e1s-vale-buena-por-conocida agencia ATL\/BTL\/NO DIGITAL. Otros tantos se extinguir\u00e1n en el mundo de la producci\u00f3n de interactivos en flash, stands touchscreen y sitios WAP, perdi\u00e9ndose en un desierto donde no hay proveedores, cito &#8220;que sepan hacer su trabajo bueno, bonito y barato&#8221;; no los hay porque ninguno quiere trabajar con un cliente que no sabe lo que quiere, no paga a tiempo y no entiende lo que vende. De esta manera he visto desaparecer a muchas agencias de marketing digital al rededor de los 10 a\u00f1os de su creaci\u00f3n. Aunque hay algunos que, si tienen suerte, se convertir\u00e1n en un\u00a0creativo-publicista-administrativo-marketero\u00a0experimentado, guapo, inteligente, preparado, siempre atento, servicial y modesto publicista digital, pero para esto hay que dejar de hacerle caso a esa especie de algoritmo reconocedor de patrones que tenemos instalado en las m\u00e1s externas, poco evolucionadas, estorbosas, complejas y molestas cortezas cerebrales.<\/p>\n<p>Si eres un\u00a0creativo-publicista-administrativo-marketero-dise\u00f1ador de impresos-instalador de stands-organizador de eventos-modelo profesional-herrero de soportes-carpintero pop-animador-edecan-empresario de esos que vienen de ATL\/ClassicBTL y est\u00e1s interesado en evolucionar cual <a title=\"Pokemon\" href=\"http:\/\/www.pokemon.com\/\">pokem\u00f3n<\/a>\u00a0para convertirte en un\u00a0experimentado, guapo, inteligente, preparado, siempre atento, servicial y modesto publicista digital ac\u00e9rcate a tu <a title=\"Geek\" href=\"http:\/\/es.wikipedia.org\/wiki\/Geek\">geek<\/a> de confianza, el sabr\u00e1 orientarte para que lleves a cabo esta transformaci\u00f3n.<\/p>\n<p><a title=\"Bob Ross\" href=\"http:\/\/es.wikipedia.org\/wiki\/Bob_Ross\">Felices Trazos<\/a><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Comentarios acerca de los publicistas que vienen de la vieja escuela y se acercan al mundo digital<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[75,1],"tags":[105,113,109,110,106,111,69,112,107,108,70],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/358"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=358"}],"version-history":[{"count":9,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/358\/revisions"}],"predecessor-version":[{"id":362,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/358\/revisions\/362"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=358"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=358"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=358"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}