{"id":16,"date":"2006-10-24T14:30:03","date_gmt":"2006-10-24T19:30:03","guid":{"rendered":"http:\/\/www.quantium.com.mx\/qlog\/?p=16"},"modified":"2006-10-28T18:28:26","modified_gmt":"2006-10-28T23:28:26","slug":"konfabulator-y-dashboard","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2006\/10\/24\/konfabulator-y-dashboard\/","title":{"rendered":"Konfabulator y Dashboard"},"content":{"rendered":"<p>Recientemente he estado desarrollando un <strong>widget<\/strong> para una instituci\u00f3n bancaria reconocida. El desarrollo del proyecto lo pidieron para mac y para pc, por lo cual se utilizaron 2 motores distintos: <a href=\"http:\/\/www.konfabulator.com\">Konfabulator<\/a> y <a href=\"http:\/\/developer.apple.com\/macosx\/dashboard.html\">Dashboard.<\/a><\/p>\n<p>Konfabulator es de yahoo y estuvo mucho tiempo en el mercado como lider de estas tecnolog\u00edas, funiciona tanto para pc como para mac muy bien, efectos bonitos, desarrollo un poco complicado pero estable y estandarizado.<\/p>\n<p>Un buen d\u00eda lleg\u00f3 Dashboard &#8211; A la gente le encantan los widgets, gadgets y dem\u00e1s cositas en su desktop- se dijeron los de mac. Dashboard es una tecnolog\u00eda caprichosa y cerrada (Como todas las de mac) que incluye su propio tipo de desarrollo en javascript-html-css, algo bastante complicado con documentaci\u00f3n bastante oscura<\/p>\n<p>Y por eso aqu\u00ed me tienen, escribiendo mi segundo post desde una mac, las l\u00e1mparas m\u00e1s caras del mundo, y aqu\u00ed seguir\u00e9 hasta terminar.Lo hab\u00eda intentado desde una pc, instalando el <a href=\"http:\/\/developer.apple.com\/macosx\/\">macOSX<\/a> en otra partici\u00f3n&#8230; les recomiendo que no lo hagan es bastante inestable; aunque guardo las esperanzas y alg\u00fan d\u00eda instalar\u00e9 windows y linux en una de esas <a href=\"http:\/\/www.quantium.com.mx\/qlog\/\">apple-intel<\/a> que est\u00e1n saliendo nuevas&#8230;. aunque prefiero una <a href=\"http:\/\/www.alienware.com\">Alienware <\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Recientemente he estado desarrollando un widget para una instituci\u00f3n bancaria reconocida. El desarrollo del proyecto lo pidieron para mac y para pc, por lo cual se utilizaron 2 motores distintos: Konfabulator y Dashboard. Konfabulator es de yahoo y estuvo mucho tiempo en el mercado como lider de estas tecnolog\u00edas, funiciona tanto para pc como para [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7],"tags":[],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/16"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=16"}],"version-history":[{"count":0,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/16\/revisions"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=16"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=16"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=16"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}