{"id":457,"date":"2014-07-15T17:11:43","date_gmt":"2014-07-15T22:11:43","guid":{"rendered":"http:\/\/www.quantium.com.mx\/?p=457"},"modified":"2014-08-29T17:56:21","modified_gmt":"2014-08-29T22:56:21","slug":"entrevistando-becarios-de-tecnologia-para-una-agencia-de-marketing-digital","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2014\/07\/15\/entrevistando-becarios-de-tecnologia-para-una-agencia-de-marketing-digital\/","title":{"rendered":"Entrevistando becarios de tecnolog\u00eda para una agencia de marketing digital."},"content":{"rendered":"<p>Empieza el verano y ac\u00e1 en <a title=\"KTC Agency\" href=\"http:\/\/ktcagency.com\/\" target=\"_blank\">ktc<\/a> se abre el programa de becarios, lo que me ha llevado a pasar las \u00faltimas 2 semanas entrevistando ingenieros en gestaci\u00f3n de 4 universidades, 2 p\u00fablicas y 2 privadas, desde 4 cuatrimestre hasta \u00faltimo semestre de la carrera o en proceso de titulaci\u00f3n ya con todos los cr\u00e9ditos aceptados.<\/p>\n<p>La posici\u00f3n a cubrir es &#8220;Asistente de tecnolog\u00eda&#8221;, lo cual podr\u00eda significar muchas cosas; y s\u00ed, hay muchas oportunidades de crecimiento para alguien empezando ah\u00ed, trabajando medio tiempo guiado por los Programadores, Maquetadores, Arquitectos, Expertos, todos Juniors, Seniors o Experts y hasta un Head; hay mucho que aprender y es una excelente oportunidad para \u00a0evitar la falta de experiencia laboral cuando sale de la carrera, o mejor a\u00fan, de posicionarse desde antes de acabar la escuela en una empresa con alto potencial de desarrollo humano.<\/p>\n<p>Despu\u00e9s de varias entrevistas el proceso se ha hecho mec\u00e1nico para m\u00ed. En el pasado he sido afortunado y he recibido entrenamiento y consejo de muy buenos psic\u00f3logos industriales y gerentes de recursos humanos, adem\u00e1s de que han pasado ya 12 a\u00f1os, y muchos prospectos, desde la primera vez que entrevist\u00e9 a alguien para trabajar conmigo. El proceso que tengo mecanizado es algo como lo que sigue:<\/p>\n<ol>\n<li>Reviso el curr\u00edculum del prospecto, l\u00ednea por l\u00ednea haciendo preguntas para averiguar que aprendieron de eso, ya sea escuela o trabajo<\/li>\n<li>Interrumpo el proceso para hacer preguntas informales acerca de su educaci\u00f3n, cultura e idiosincracia.<\/li>\n<li>Continuo con el proceso de revisi\u00f3n, esta vez adoptando una postura muy\u00a0cr\u00edtica<\/li>\n<li>Interrumpo el proceso para hacer preguntas muy t\u00e9cnicas, a profundidad, hasta que encuentre una materia en donde el prospecto est\u00e1 limitado de conocimientos (En esta ocasi\u00f3n ha sido muy r\u00e1pido)<\/li>\n<li>Continuo con el proceso de revisi\u00f3n con una actitud mucho m\u00e1s relajada<\/li>\n<li>Interrumpo el proceso de revisi\u00f3n y cuento, de manera casual las ventajas de trabajar <a title=\"KTC Agency\" href=\"http:\/\/ktcagency.com\/\" target=\"_blank\">aqu\u00ed<\/a><\/li>\n<li>Hago preguntas l\u00f3gicas capciosas sobre lo que el prospecto me dijo anteriormente para ver si no est\u00e1 mintiendo<\/li>\n<li>Hago preguntas t\u00e9cnicas dif\u00edciles<\/li>\n<li>Continuo con el proceso de revisi\u00f3n hasta acabar<\/li>\n<li>Una vez acabado el proceso de revisi\u00f3n y teniendo poco que decir le pido al prospecto que me de una raz\u00f3n para contratarlo entre las posibilidades (Que, trat\u00e1ndose de becarios son muchas)<\/li>\n<\/ol>\n<p>Cabe mencionar que aprovecho cada uno de estos 10 puntos para ponerlo nervioso, me gusta saber como trabaja la gente bajo presi\u00f3n, es una manera sencilla de descubrir la verdadera personalidad de alguien. En ocasiones les pido que hagan un diagrama en el pizarr\u00f3n, les pido que se paren y lo dibujen sin moverme de mi lugar; otras veces les pido que salgamos de donde estemos y les muestro la oficina; a veces pregunto sobre su pintor favorito o confronto alguna mentira que me dijeron as\u00ed como su elecci\u00f3n de carrera. De las cosas que mejor me funcionan es cuestionar puntos esenciales de su manera de pensar: Porqu\u00e9 estudiar la carrera que eligieron, porqu\u00e9 creer que esa tecnolog\u00eda es la que m\u00e1s futuro tiene, exhortarlos a\u00a0que piensen muy bien si quieren trabajar aqu\u00ed porque a lo mejor no les va a gustar, etc.<\/p>\n<p>Si durante el proceso noto que el prospecto est\u00e1 perdiendo inter\u00e9s en trabajar aqu\u00ed menciono algunas de las ventajas; en <a title=\"KTC Agency\" href=\"http:\/\/ktcagency.com\/\" target=\"_blank\">ktc<\/a> esto es muy simple, ya que, desde el open bar los mi\u00e9rcoles, los viernes de pizzas y chelas (o tacos de canasta), los dojos de aprendizaje, el tipo de proyectos que hacemos, nuestros clientes y\u00a0hasta los planes de carrera tan bien estructurados; as\u00ed es sencillo convencer a casi cualquiera de querer trabajar aqu\u00ed. En cuanto el prospecto est\u00e1 claramente emocionado le digo sus puntos d\u00e9biles y las razones por las que se reducen sus oportunidades de obtener el puesto. Todo esto para ver como reacciona ante estas situaciones, si veo que se le suben los colores, se pone nervioso, se enoja o se ensimisma, le hago una pregunta muy t\u00e9cnica de un conocimiento que asegure tener en su curr\u00edculum, as\u00ed es como compruebo que el conocimiento es profundo y que puede recurrir a \u00e9l en momentos de presi\u00f3n.<\/p>\n<p>Despu\u00e9s de varias entrevistas not\u00e9 una constante: De todas sal\u00eda con un sentimiento de incertidumbre y enojo. Un enojo profundo con el sistema educativo por matar la creatividad y las esperanzas de las personas que recurren a las universidades en busca de conocimiento, en busca de realizar un sue\u00f1o; enojo con los catedr\u00e1ticos por obligar a los alumnos a seguir protocolos que no tienen cabida en el mundo productivo (No digo empresarial porque s\u00ed hay varias empresas con una productividad baj\u00edsima debido a que siguen esta misma filosof\u00eda), por ense\u00f1arles teor\u00edas incomprensibles y nunca acercar a la verdadera pr\u00e1ctica a los alumnos, por hacerles creer que la mejor manera de encontrar un trabajo pronto es estudiando una maestr\u00eda y porque de cada 5 ingenieros que entrevisto s\u00f3lo 1 sabe lo que es <a title=\"DHCP\" href=\"http:\/\/en.wikipedia.org\/wiki\/Dynamic_Host_Configuration_Protocol\" target=\"_blank\">DHCP<\/a>, y no lo aprendi\u00f3 en la escuela. Ni decir nada de <a title=\"Git y las malas costumbres\" href=\"http:\/\/www.quantium.com.mx\/2014\/02\/24\/git-y-las-malas-costumbres\/\" target=\"_blank\">GIT<\/a>\u00a0no tienen ni idea.<\/p>\n<p>Yo soy autodidacta, a excepci\u00f3n de la educaci\u00f3n b\u00e1sica\u00a0todos mis t\u00edtulos y certificaciones los he obtenido presentando ex\u00e1menes para validar mis conocimientos. Creo que el t\u00edtulo es importante porque demuestra tus conocimientos, pero nunca he soportado la escuela, siento que es vivir una mentira que, si dejas que te atrape ser\u00e1 lo \u00fanico que vivas; como todos aquellos que terminan su doctorado con la esperanza de tener los estudios suficientes para encontrar un buen trabajo, para lo \u00fanico que se hacen buenos es para estudiar, para conocer a profundidad el mundo educativo y lo \u00fanico que encuentran es en el mismo \u00e1mbito, la docencia.<\/p>\n<p><strong>*Nota importante:<\/strong>\u00a0Espero que no se me mal interprete, no digo que ejercer la docencia a niveles de postgrado sea malo, creo que en las ciencias y humanidades es de suma importancia para el desarrollo de la sociedad y creo que en las ingenier\u00edas y carreras m\u00e1s t\u00e9cnicas deber\u00eda estar\u00a0reservado s\u00f3lo para unos cuantos que puedan hacer aportes significativos a la humanidad. Ingenieros que nunca han trabajado, o que lo han hecho s\u00f3lo de manera experimental o acad\u00e9mica y no bajo objetivos tangibles dando clases es ocioso. Los alumnos necesitan saber como es el mundo real y creo que muy pocos de ellos sue\u00f1en con s\u00f3lo ser profesores cuando se titulen.<\/p>\n<p>Mi teor\u00eda es que el mundo acad\u00e9mico est\u00e1 tan atrapado en la burocracia, el viejo socialismo latinoamericanista (En escuelas p\u00fablicas) o verle cara de dinero a los estudiantes (En escuelas privadas) los intereses pol\u00edticos y las grandes zonas de confort de los acad\u00e9micos, que el \u00faltimo en lo que realmente se preocupan es por el aprendizaje real orientado a resultados. Pero, claro, mi teor\u00eda no debe de ser tomada en cuenta, ya que soy bastante ne\u00f3fito en lo que al sistema educativo se refiere, nunca he estado dentro de \u00e9l, s\u00f3lo observo los resultados. As\u00ed que mi cr\u00edtica no es al sistema per se, es s\u00f3lo a los resultados.<\/p>\n<p>Tambi\u00e9n me gustar\u00eda hacer hincapi\u00e9 en que\u00a0no es lo mismo Educaci\u00f3n que aprendizaje. Educaci\u00f3n es algo que alguien te da, Aprendizaje es algo que te das a ti mismo.<\/p>\n<p>Pero ojo, el sistema educativo no es el \u00fanico enemigo, tambi\u00e9n est\u00e1 esta nueva ola de oportunistas que est\u00e1n impulsando fuertemente la cultura emprendedora, la de las startups. De eso no hay mucho que decir, conozco a m\u00e1s de uno que tiene la propia y que gana lo mismo al a\u00f1o que un programador Jr ac\u00e1 en ktc (Que por cierto no ganan mal), si bien le va aunque\u00a0trabajando el doble. Pero\u00a0el tema de las startups es para tratarse en otra ocasi\u00f3n.<\/p>\n<p>De todos los prospectos que tengo entrevistados hasta ahora tengo que seleccionar dos la siguiente semana, para lo cual me tomar\u00e9 un largo fin de semana en la monta\u00f1a, en una caba\u00f1a con mi esposa, mi hija y el\u00a0perro, un par de tardes en una lancha pescando y uno que otro asado al carb\u00f3n, buen mate, buen vino y aire puro, que <a title=\"El camino del super hombre\" href=\"http:\/\/en.wikipedia.org\/wiki\/Friedrich_Nietzsche\" target=\"_blank\">dicen los que saben que es donde se alcanza el super hombre<\/a>; porque despu\u00e9s de todo este proceso necesito saber que a m\u00ed nadie me ha destruido esa esencia, esa voluntad por superarme a m\u00ed mismo.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Empieza el verano y ac\u00e1 en ktc se abre el programa de becarios, lo que me ha llevado a pasar las \u00faltimas 2 semanas entrevistando ingenieros en gestaci\u00f3n de 4 universidades, 2 p\u00fablicas y 2 privadas, desde 4 cuatrimestre hasta \u00faltimo semestre de la carrera o en proceso de titulaci\u00f3n ya con todos los cr\u00e9ditos [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":523,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7,94,76,75,1],"tags":[124,123,125,121,122],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/457"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=457"}],"version-history":[{"count":3,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/457\/revisions"}],"predecessor-version":[{"id":459,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/457\/revisions\/459"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media\/523"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=457"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=457"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=457"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}