{"id":579,"date":"2014-09-29T19:21:35","date_gmt":"2014-09-29T19:21:35","guid":{"rendered":"http:\/\/thoughts.ktcagency.com\/?p=219"},"modified":"2016-06-28T09:33:39","modified_gmt":"2016-06-28T14:33:39","slug":"7-cosas-que-big-data-no-va-a-resolver","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2014\/09\/29\/7-cosas-que-big-data-no-va-a-resolver\/","title":{"rendered":"7 cosas que Big Data no va a resolver"},"content":{"rendered":"<p>A veces creemos que Big Data es una especie de panacea, escuchamos el t\u00e9rmino y dejamos volar nuestra imaginaci\u00f3n convirti\u00e9ndonos en\u00a0v\u00edctimas de nuestras m\u00e1s absurdas fantas\u00edas profesionales para creer, por pura fe, que todos nuestros problemas est\u00e1n resueltos para darnos cuenta pronto que est\u00e1bamos equivocados, encontrando muchas cosas que Big Data no va a resolver. A continuaci\u00f3n las 7 cosas m\u00e1s comunes que creemos Big Data har\u00e1 y en realidad no hace:<\/p>\n<h2>1) Tus problemas actuales<\/h2>\n<p>Siempre escucho historias de \u00e9xito en\u00a0las que <strong>el uso de t\u00e9cnicas de Big Data ayud\u00f3 a alguna empresa\u00a0a resolver problemas cr\u00edticos que estaban enfrentando<\/strong>, la mayor\u00eda de estas historias son contadas por quienes vivieron el proceso desde la toma de decisi\u00f3n hasta la feliz resoluci\u00f3n del problema. Como\u00a0dice el dicho: &#8220;La historia es contada por los ganadores&#8221;; en muchas ocasiones el ego nos hace creer que tomamos la decisi\u00f3n correcta en el momento correcto para solucionar un problema puntual cuando en realidad s\u00f3lo tomamos\u00a0una opci\u00f3n\u00a0al azar, o peor a\u00fan, tomamos <strong>todas<\/strong>\u00a0las opciones\u00a0por la desesperaci\u00f3n de no saber como resolver el problema; y si tuvimos suerte, una de esas decisiones fue usar\u00a0Big Data.<\/p>\n<p>Las cosas suceden m\u00e1s o menos as\u00ed, por poner un ejemplo: Una empresa sabe que tiene serios problemas con el manejo de la atenci\u00f3n a clientes en post venta, algunos actores espec\u00edficos han detectado ciertas fallas en el \u00e1rea de atenci\u00f3n a cliente telef\u00f3nico, otros detectan el problema en los procesos que el proveedor de telemarketing sigue, otros aseguran que el problema est\u00e1 en\u00a0la agencia de social media management que est\u00e1 llevando mal la cuenta, algunos listillos aseguran que el problema est\u00e1 en la cultura de la empresa y otros tantos culpan a la escandalosa falta de lealtad de los <a title=\"Millennials: consumidores h\u00edper-conectados\" href=\"http:\/\/thoughts.ktcagency.com\/where-are-you-in-the-digital-transformation-process\/\" target=\"_blank\">Millennials<\/a>.<\/p>\n<p>Nadie sabe en realidad, s\u00f3lo\u00a0se imaginan, tienen muy pocos datos para tener la soluci\u00f3n \u00bfQu\u00e9 digo la soluci\u00f3n? \u00a1No saben ni siquiera cual es el problema!. Han visto desfilar consultores con d\u00e9cadas de experiencia, expertos con un par de casos de \u00e9xito bajo la manga, gur\u00fas que escriben en su revista de preferencia o cualquier combinaci\u00f3n de estos, han recibido cientos de consejos, &#8220;soluciones&#8221; de software o procesos\u00a0costosos y siguen sin saber lo que en realidad est\u00e1 pasando.<\/p>\n<p>Un buen d\u00eda alguien dentro de la organizaci\u00f3n decide implementar un proceso estoc\u00e1stico para analizar los datos internos y externos de la empresa; en ocasiones el objetivo es s\u00f3lo estudiar un comportamiento en particular, como el nombre de la marca en las redes sociales, el sentimiento general de los empleados hacia la empresa o la ponderaci\u00f3n de los problemas comunes en la documentaci\u00f3n de casos cerrados (y digitalizados) de los \u00faltimos 10 a\u00f1os. Sea cual sea el caso, se designa a un responsable del an\u00e1lisis de la informaci\u00f3n, el responsable empieza a utilizar\u00a0las herramientas de miner\u00eda de datos pertinentes, analiza la informaci\u00f3n, crea nuevas hordas de conceptos informativos, KPIs, f\u00f3rmulas de an\u00e1lisis asint\u00f3tico y pasa la mayor parte del tiempo aterrizando estos datos en hermosas gr\u00e1ficas de\u00a0barras, l\u00edneas y pays.<\/p>\n<p>Desde los primeros resultados, adem\u00e1s de obtener difusamente los KPIs que le pidieron\u00a0inicialmente, obtiene grupos de datos relevantes para casi todos los departamentos y \u00e1reas dentro de la organizaci\u00f3n; uno de estos grupos de datos en particular describe el comportamiento de los usuarios desde hace 10 a\u00f1os a la fecha, aprovechando el Procesamiento Natural del Lenguaje y el cruce de datos de bases de datos internas y redes sociales; los an\u00e1lisis arrojan claramente que la problem\u00e1tica est\u00e1 en la relaci\u00f3n que tiene la marca con los nuevos valores morales recientemente potenciados por la globalizaci\u00f3n y el flujo de la informaci\u00f3n en internet.<\/p>\n<p><strong>Es entonces cuando todo mundo enloquece<\/strong>. Los que culpaban a la cultura no caben de orgullo, los antagonistas de la agencia de social media exigen un cambio inmediato de proveedor, los que puntualizaban sobre los errores en \u00e1reas internas de la empresa llenan los calendarios de juntas y los que escrutinaban a los proveedores de telemarketing de atenci\u00f3n al cliente tienen 10 propuestas de mejores empresas que har\u00edan mejor el trabajo. Todos dicen: <strong>Se los dije, Ten\u00eda Raz\u00f3n<\/strong><\/p>\n<p>La verdad es que s\u00ed, todos ten\u00edan raz\u00f3n;\u00a0la realidad es que\u00a0nadie la ten\u00eda. Enseguida, todos los involucrados llenos de raz\u00f3n empiezan a hablar de las maravillas del Big Data con sus cong\u00e9neres, en sus gremios y congresos, de como (Me cito a mi mismo en el primer p\u00e1rrafo): <strong>&#8220;El uso de t\u00e9cnicas de Big Data ayud\u00f3 a alguna empresa\u00a0a resolver problemas cr\u00edticos que estaban enfrentando&#8221;<\/strong>, de como actuaron inteligentemente cuando lo descubrieron y de como el an\u00e1lisis les dio la raz\u00f3n. <strong>A todos nos gustan los sistemas que nos dan la raz\u00f3n<\/strong>.<\/p>\n<p>Lo que casi nadie dice es que todos se imaginaban alg\u00fan escenario difuso y lo suficientemente abstracto como para que fuese imposible de implementar cualquier soluci\u00f3n hasta que tuvieron algo mucho m\u00e1s concreto, un an\u00e1lisis real que apunt\u00f3\u00a0a los or\u00edgenes y soluciones reales. Muchos tampoco mencionan lo lejos que est\u00e1n de terminar de revisar toda la informaci\u00f3n obtenida y que la generaci\u00f3n de informaci\u00f3n es m\u00e1s veloz de lo que ellos tardan en analizarla.<\/p>\n<p>Y por supuesto, mientras otros presumen, aquel responsable de analizar la data, aquel h\u00e9roe olvidado, mientras otros presumen sus logros, est\u00e1 encontrando problemas mucho m\u00e1s relevantes, algunos que requieren atenci\u00f3n urgente, algunos que salvar\u00e1n a la empresa o la terminar\u00e1n de consolidar, y todo gracias a que la angustia de alguien permiti\u00f3 que la informaci\u00f3n se empezara a analizar con t\u00e9cnicas de Big Data.<\/p>\n<p>En conclusi\u00f3n, los problemas en una organizaci\u00f3n est\u00e1n ah\u00ed, todos los sabemos que existen, algunos nos imaginamos de donde vienen y cuando se hace un an\u00e1lisis de la informaci\u00f3n con algoritmos estad\u00edsticos de Big Data siempre van a salir a flote y van a apuntar lo obvio, adem\u00e1s van a apuntar a nuevos problemas, muchos de ellos dif\u00edciles de entender, otros dif\u00edciles de conceptualizar, algunos dif\u00edciles de creer; pero lo importante es saber que las t\u00e9cnicas de Big Data no resuelven esos problemas, s\u00f3lo los exhiben y los sacan a flote, problemas nuevos, problemas de los que muchas veces no queremos saber.<\/p>\n<h2>2)El manejo de tus datos<\/h2>\n<p>Regresemos al\u00a0ejemplo anterior para hablar de este punto. Imaginemos una CMO que, despu\u00e9s de este \u00e9xtasis de conocimiento reci\u00e9n experimentado por los incipientes logros obtenidos por el uso de Big Data, empieza a experimentar una resaca, una especie de cruda moral informativa en la cual se da cuenta que, aunque han logrado sintetizar millones de combinaciones en KPIs, la cantidad de estos sigue siendo abrumadora. No se da abasto con la cantidad de datos que tiene que analizar, los recien asignados analistas no tienen la capacidad de procesar\u00a0todos los\u00a0interesantes y relevantes datos\u00a0que han obtenido y aunque el equipo crece, cada vez se requiere de m\u00e1s personas para analizar la informaci\u00f3n. El n\u00famero de KPIs a tomar en cuenta crece m\u00e1s r\u00e1pido que su capacidad para asimilar la informaci\u00f3n, es un <a title=\"Chaos Theory\" href=\"http:\/\/en.wikipedia.org\/wiki\/Chaos_theory\" target=\"_blank\">Caos<\/a>.<\/p>\n<p>El uso de Big Data no es, ni va a ser un alivio para los analistas, sean\u00a0de Marketing, Sistemas, Operaciones, Ventas o Producci\u00f3n, generalmente es lo contrario, m\u00e1s trabajo. Las t\u00e9cnicas de Big Data utilizan\u00a0todas las fuentes posibles para sintetizar grandes cantidades de informaci\u00f3n, esta s\u00edntesis \u00a0se convierte en m\u00e1s informaci\u00f3n, la fuente y la s\u00edntesis sumadas se convierten en a\u00fan m\u00e1s informaci\u00f3n, es decir: a mayor informaci\u00f3n analizada, mayor informaci\u00f3n obtenida y a mayor informaci\u00f3n obtenida mayor informaci\u00f3n analizada\u00a0<strong>\u00a1Es como intentar volar, jal\u00e1ndose de los pelos!<\/strong><\/p>\n<p>Es por esto que una organizaci\u00f3n debe prepararse antes de implementar sistemas de Big Data. Debe entrenar a su gente, confiar en los responsables, confiar en que puedan decidir qu\u00e9 informaci\u00f3n tomar en cuenta y qu\u00e9 informaci\u00f3n desechar (La informaci\u00f3n desechada tambi\u00e9n es una nueva fuente de informaci\u00f3n para analizar) y saber que en alg\u00fan momento alguien va a decidir\u00a0pasar por alto informaci\u00f3n que despu\u00e9s crecer\u00e1 en grado de relevancia\u00a0(Sucede bastante, de hecho) y que esto, adem\u00e1s de representar un an\u00e1lisis valios\u00edsimo para la organizaci\u00f3n, tambi\u00e9n representa m\u00e1s trabajo<\/p>\n<p><a href=\"http:\/\/simplystatistics.org\/2014\/02\/13\/loess-explained-in-a-gif\/\"><img loading=\"lazy\" class=\"aligncenter wp-image-304 size-full\" src=\"http:\/\/thoughts.ktcagency.com\/wp-content\/uploads\/2014\/09\/loess.gif\" alt=\"Local regression \" width=\"480\" height=\"480\" \/><\/a><\/p>\n<h2><strong>3)Tus problemas de seguridad<\/strong><\/h2>\n<p>Esto es simple. Mientras menos tengas menos te pueden robar.<\/p>\n<p>En los puntos anteriores he intentado dejar claro que un sistema de an\u00e1lisis de Big Data genera, de manera colateral, un crecimiento en la informaci\u00f3n logar\u00edtimicamente proporcional a la cantidad de KPIs analizados. Esto podr\u00eda representar un aumento en la informaci\u00f3n sensible existente de la organizaci\u00f3n, aunque a veces podr\u00eda ser tambi\u00e9n una s\u00edntesis con tendencia a la baja. Lo importante en este punto no es la cantidad, es la velocidad a la que cambia esa informaci\u00f3n; porque, aunque estemos hablando de pocos datos sintetizados a trav\u00e9s de complejos algoritmos o de muchos datos obtenidos por medio de uno simple (Como una suma), la cantidad de veces que esos datos cambiar\u00e1n\u00a0durante el periodo en el que podamos explotar\u00a0la informaci\u00f3n es enorme.<\/p>\n<p>Por lo tanto, parafraseando: La cantidad de veces que la informaci\u00f3n analizada utilizando Big Data puede ser robada, usada para fines mal\u00e9volos y\/o corrompida intencionalmente, es muy grande.<\/p>\n<p>Ahora, regresando a lo b\u00e1sico: <strong>Se denominan sistemas de\u00a0Big Data a aquellos en los que el tiempo que se requiere para analizar la informaci\u00f3n es mayor al tiempo que le toma a la informaci\u00f3n cambiar<\/strong>. Esto le suma importancia\u00a0para\u00a0generar algoritmos veloces y optimizarlos constantemente. Ahora, <a title=\"Evolutionary Algorithms for Optimal Selection of Security Measures\" href=\"http:\/\/www.academia.edu\/980324\/Evolutionary_Algorithms_for_Optimal_Selection_of_Security_Measures\" target=\"_blank\">seg\u00fan Toomas Kirt<\/a>,\u00a0los an\u00e1lisis de seguridad, corrupci\u00f3n o mal uso de un sistema tienden, inminentemente, a hacerlo m\u00e1s lento; lo cual contradice el objetivo principal de los algoritmos.<\/p>\n<p>En varias ocasiones he presenciado intentonas de sistemas que pretenden utilizar algoritmos estoc\u00e1sticos con grandes vol\u00famenes de informaci\u00f3n que terminan volvi\u00e9ndose obsoletos antes de ver la luz debido a los requerimientos de seguridad de los due\u00f1os de la informaci\u00f3n. Y aunque los<a title=\"Big Data security, privacy concerns remain unanswered\" href=\"http:\/\/www.csoonline.com\/article\/2134203\/mobile-security\/big-data-security--privacy-concerns-remain-unanswered.html\" target=\"_blank\"> retos de seguridad que implica el manejo de grandes vol\u00famenes de datos<\/a> han empezado a franquearse exitosamente en los \u00faltimos a\u00f1os, todav\u00eda falta mucho avance en este sentido. Es por ello que cuando nos movemos por los parajes del Big Data debemos saber que no podemos ir\u00a0con la armadura bien puesta y todas las defensas, ser\u00e1 como estar\u00a0desnudos en un campo minado, por esto\u00a0es importante recordar que el valor que tienen estos an\u00e1lisis siempre es mayor a las p\u00e9rdidas que se pudiesen generar por problemas de seguridad. Es como tirarse de un trampol\u00edn, no se\u00a0puede\u00a0pensar\u00a02 veces.<\/p>\n<h2>4)Tus costos de\u00a0tecnolog\u00eda<\/h2>\n<p>A veces la aparente falta de sentido de perentoriedad de los equipos ajenos o de los propios subalternos es frustrante\u00a0para las esferas centrales de una organizaci\u00f3n y\u00a0aparentemente\u00a0porque\u00a0las faenas operativas de la organizaci\u00f3n tiene baches o engranes mal aceitados que act\u00faan como cuellos de botella. Y, acept\u00e9moslo, la mayor parte de estos cuellos de botella se encuentran en los \u00f3rganos m\u00e1s tecnol\u00f3gicos del proceso, que tienden a ser las m\u00e1s enredados o confusos.<\/p>\n<p>Ir\u00f3nico \u00bfno?. A veces pareciera que\u00a0la tecnolog\u00eda complica las cosas, pero cuando imaginamos como ser\u00edan las cosas sin esas herramientas o servicios nos damos cuenta que son cruciales para nuestro trabajo y que no podr\u00edamos hacer ni la mitad de las cosas que hacemos hoy entonces las vemos como un mal necesario.<\/p>\n<p>El sue\u00f1o, la fantas\u00eda de muchos cuando est\u00e1n a punto de implementar Big Data en alg\u00fan rinc\u00f3n de su organizaci\u00f3n siempre es que ahora la tecnolog\u00eda va a ser algo emocionante, con luces como en su pel\u00edcula futurista favorita (De hace 30 a\u00f1os) y con costos tan bajos como lo son hoy los radios port\u00e1tiles o las memorias usb. Al contrario de esto, los procesos de Big Data tienden a potenciar los costos de las operaciones cuando estas no est\u00e1n preparadas para que los sistemas de an\u00e1lisis las manoseen pervertidamente; es por ello que la mayor\u00eda se ha limitado a analizar la web sem\u00e1ntica, las redes sociales y los servicios de\u00a0streaming de informaci\u00f3n especializada, porque estos universos han sido construidos para ser analizados, es su prop\u00f3sito; y a\u00fan as\u00ed no es nada barato hacerlo.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-303\" src=\"http:\/\/thoughts.ktcagency.com\/wp-content\/uploads\/2014\/09\/learning-300x216.jpg\" alt=\"learning\" width=\"600\" height=\"434\" \/><\/p>\n<p>Luego\u00a0est\u00e1 el costo que implica entrenar a los analistas, programadores, administradores de bases de datos y operadores de sistemas. Tiempo despu\u00e9s se descubre lo que cuesta cambiar a un equipo que no es entrenable para\u00a0estas cuestiones. Los perfiles de los <a title=\"Guido\" href=\"http:\/\/thoughts.ktcagency.com\/author\/guido\/\" target=\"_blank\">analistas de estad\u00edsticos<\/a>, <a title=\"Us\" href=\"http:\/\/www.ktcagency.com\/agency\" target=\"_blank\">programadores que dominen las t\u00e9cnicas de cloud computing<\/a> necesarias para las t\u00e9cnicas propias de Big Data, <a title=\"Joost\" href=\"http:\/\/thoughts.ktcagency.com\/author\/joost\/\" target=\"_blank\">Estrategas de Marketing<\/a>\u00a0que sean <a title=\"Peter\" href=\"http:\/\/thoughts.ktcagency.com\/author\/peter\/\" target=\"_blank\">nativos digitales<\/a> y <a title=\"Pino\" href=\"http:\/\/thoughts.ktcagency.com\/author\/pino\/\" target=\"_blank\">Creativos que tomen en cuenta los resultados de un an\u00e1lisis<\/a> antes que su intuici\u00f3n art\u00edstica, son dif\u00edciles de encontrar, pero indispensables en dichos procesos y muy costosos si se pretende que formen parte de la n\u00f3mina de la organizaci\u00f3n, adem\u00e1s que no tendr\u00edan mucho trabajo, a menos que el Core-business de la organizaci\u00f3n sea propiamente la <a title=\"Transformaci\u00f3n Digital\" href=\"http:\/\/www.ktcagency.com\/handbook\" target=\"_blank\">Transformaci\u00f3n Digital<\/a>.<\/p>\n<p>En conclusi\u00f3n: El\u00a0costo de tener un equipo interno que sepa generar, administrar, alimentar y aprovechar un sistema de Big Data dentro de la organizaci\u00f3n puede ser muy alto. Aunque siempre existe la opci\u00f3n de <a title=\"Let's Talk\" href=\"http:\/\/www.ktcagency.com\/talk\" target=\"_blank\">acercarse a un equipo especializado<\/a>\u00a0para que sirva de aliado para apoyar a la organizaci\u00f3n en el manejo de su informaci\u00f3n digital.<\/p>\n<p>&nbsp;<\/p>\n<h2>5)La calidad de tus datos<\/h2>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-302\" src=\"http:\/\/thoughts.ktcagency.com\/wp-content\/uploads\/2014\/09\/lots-of-data-300x300.jpg\" alt=\"lots of data\" width=\"600\" height=\"600\" \/><\/p>\n<p>Pondr\u00e9 estos 3 casos como ejemplo pr\u00e1ctico para poder explicar en cualquier disciplina a lo que me refiero con este punto:<\/p>\n<p>Una persona que haya mandado a hacer un estudio de mercado, de esos de la vieja escuela donde una docena de encuestadores salen a los parques p\u00fablicos de diferentes ciudades a hacer preguntas anteriormente planeadas para recabar la informaci\u00f3n de\u00a0la mayor cantidad de individuos previamente considerados como target y obtener la mejor calidad de datos posibles, reunirlos y llegar a una conclusi\u00f3n.<\/p>\n<p>O un individuo que haya hecho una auditor\u00eda completa a un departamento o proveedor donde se analizan los datos almacenados durante largos periodos de tiempo (3, 5, 10 a\u00f1os) \u00a0contando [o no] con la cooperaci\u00f3n de los auditados para luego tener un panorama realista de los acontecimientos y poder tomar decisiones espec\u00edficas y puntuales.<\/p>\n<p>O bien, alguien de IT que haya planeado la arquitectura de pruebas de calidad para un sistema inform\u00e1tico que debe tener un margen de fallos m\u00ednimo por la naturaleza del proyecto (Health, Finance, etc) y debe de escrutar minuciosamente todo, hasta las \u00faltimas consecuencias.<\/p>\n<p>Cualquiera de los individuos en estos ejemplos estar\u00e1 perfectamente consiente de lo exacto que se puede llegar a ser en este tipo de an\u00e1lisis. La belleza con la que los sistemas tradicionales de an\u00e1lisis estad\u00edstico funcionan es, en parte, por lo afinados que est\u00e1n\u00a0<a title=\"Censos en China\" href=\"http:\/\/spanish.china.org.cn\/society\/txt\/2010-11\/05\/content_21281188.htm\" target=\"_blank\">desde hace tanto tiempo<\/a>\u00a0y, por otro lado, \u00a0lo simples y claros que son sus procesos hace que sintamos que vale la pena la espera, a veces muy larga, para la obtenci\u00f3n de estos an\u00e1lisis. Y aunque, durante mucho tiempo, no se cuestionaron esas tardanzas, con la llegada de la era de la informaci\u00f3n la paciencia se volvi\u00f3 algo relativo.<\/p>\n<p>Luego entonces, cuando nos enfrentamos a an\u00e1lisis estad\u00edsticos semi inteligentes hechos por computadora de grandes vol\u00famenes de informaci\u00f3n a.k.a. Big Data, tendemos a esperar la misma calidad en los resultados, pero sin la larga espera, ya no tenemos paciencia porque sabemos que las m\u00e1quinas pueden procesar esos datos miles o millones de veces m\u00e1s r\u00e1pido que los sistemas humanos.<\/p>\n<p>El error est\u00e1 en esperar, con un dejo de romanticismo, que el resultado sea igual de exacto, el proceso\u00a0igual de inductivo y la entrega de la informaci\u00f3n igual de humana.<\/p>\n<p>Los datos no son exactos, son datos, son como vacas en un rancho industrializado, se procesan, una por una, a velocidades industriales, mecanizadas, no hay ojos humanos que las analicen inductivamente, no hay sentimientos, gustos o aversiones, son simplemente datos con un mont\u00f3n de falsos positivos. Y aunque, muy grande ha sido el esfuerzo en el mercado de la miner\u00eda de datos por incrementar la calidad de los mismos, todav\u00eda se est\u00e1 en pa\u00f1ales. Para darnos una idea, los sistemas de procesamiento natural del lenguaje apenas alcanzan comprensiones lingu\u00edsticas comparables a las de\u00a0un ni\u00f1o de 4 a\u00f1os, no entienden de sarcasmo y tienen que ser entrenados toda la vida para alcanzar porcentajes por debajo del 70%\u00a0de aserci\u00f3n.<\/p>\n<p>En conclusi\u00f3n, NO esperes que las t\u00e9cnicas de Big Data mejoren la calidad de los datos que los viejos y confiables sistemas a los que estamos acostumbrados devuelven. Recordemos que Big Data naci\u00f3 de las <a title=\"What is big data according to IBM\" href=\"http:\/\/www-01.ibm.com\/software\/data\/bigdata\/what-is-big-data.html\" target=\"_blank\">cantidades enormes de informaci\u00f3n<\/a> que, por la digitalizaci\u00f3n global , se empezaron a producir. El Big Data es cuesti\u00f3n de velocidad, de llegar primero, de comer antes de que otros se lo acaben, no de calidad en los datos, aunque espero\u00a0en poco tiempo\u00a0estar equivocado,\u00a0el avance de la tecnolog\u00eda y el continuo mejoramiento de la calidad lograr\u00e1 mejoras considerables pronto, aunque ese tiempo a\u00fan no ha llegado.<\/p>\n<p>&nbsp;<\/p>\n<h2>6)Que tus datos sean conclusivos<\/h2>\n<p>He visto algunas veces a equipos de an\u00e1lisis de Big Data con poca experiencia\u00a0quedarse mudos ante una reclamaci\u00f3n que lleva adjunto otro an\u00e1lisis\u00a0hecho con otras herramientas o considerando otros par\u00e1metros. A veces es la misma herramienta con par\u00e1metros ligeramente distintos, a veces es otra herramienta con los mismos par\u00e1metros (aparentemente) que indica lo contrario a los an\u00e1lisis presentados por el equipo. Lo primero que vemos es la verg\u00fcenza en sus rostros, luego empiezan a mirarse unos a otros sospechando que alguien minti\u00f3 o no hizo bien su trabajo, despu\u00e9s empiezan a culpar a las herramientas y rara vez se menciona\u00a0la naturaleza\u00a0estoc\u00e1stica de los datos.<\/p>\n<p>Los equipos experimentados saben bien que se enfrentar\u00e1n a estas reclamaciones; siempre salen al mercado nuevas herramientas que dicen mejorar la exactitud de los datos presentados, desde los algoritmos de procesamiento natural del lenguaje hasta la velocidad con la que recaban informaci\u00f3n, pasando por nuevas maneras de encontrar KPIs o incluso nuevos indicadores. A veces salen a la luz\u00a0herramientas que no tienen nada nuevo en su n\u00facleo y s\u00f3lo mejoran la manera en la que se presentan los datos. A veces son herramientas hechas a la medida, y un cambio ligero en el comportamiento o la infraestructura que las soportan lo que ocasiona la confusi\u00f3n.<\/p>\n<p>Cualquiera que sea el caso, la manera en la que el usuario final visualiza los datos puede cambiar, a veces dr\u00e1sticamente y eso puede generar muchas dudas sobre el equipo, las herramientas utilizadas o, incluso, las fuentes de datos. La respuesta es simple m\u00e1s no sencilla. En realidad los datos sintetizados resultantes tienen un nivel baj\u00edsimo de exactitud aunque los datos minados a\u00fan\u00a0sin procesar sean sumamente exactos. Aclaro que esto no significa que no se pueda confiar en los datos, un <span style=\"text-decoration: underline;\">nivel<\/span> bajo de exactitud no es lo mismo que una exactitud baja. Es por ello que al interpretar\u00a0los datos\u00a0hay que tomar en cuenta la abstracci\u00f3n y la figura apreciativa de los resultados.<\/p>\n<figure id=\"attachment_305\" aria-describedby=\"caption-attachment-305\" style=\"width: 600px\" class=\"wp-caption aligncenter\"><a href=\"http:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/69\/Viegas-UserActivityonWikipedia.gif\"><img loading=\"lazy\" class=\"wp-image-305\" src=\"http:\/\/thoughts.ktcagency.com\/wp-content\/uploads\/2014\/09\/Viegas-UserActivityonWikipedia-300x225.gif\" alt=\"Viegas-UserActivityonWikipedia\" width=\"600\" height=\"452\" \/><\/a><figcaption id=\"caption-attachment-305\" class=\"wp-caption-text\">User Activity on Wikipedia<\/figcaption><\/figure>\n<p>Pero entender\u00a0la naturaleza no-conclusiva de los an\u00e1lisis genera\u00a0otro problema m\u00e1s grave:\u00a0Al dar por hecho que los datos no siempre son\u00a0conclusivos, se minimizan y pasan\u00a0por alto peque\u00f1os errores. Y el gran problema con esto es que en un sistema de an\u00e1lisis de grandes cantidades de datos, los errores humanos son comunes; la brecha que existe entre la manera en la que un analista, un cliente, un usuario y un programador interpretan las operaciones puede ser muy grande. Estamos a merced de la interpretaci\u00f3n de cada uno de los involucrados, no es que haya una mejor que otra, incluso la interpretaci\u00f3n del solicitante puede tener <em>missing points<\/em> y, en la mayor\u00eda de los casos distar mucho de la interpretaci\u00f3n de los programadores o arquitectos de informaci\u00f3n. Esto ocasiona problemas en\u00a0c\u00e1lculos de datos que pueden resultar en divergencias enormes. En otros casos \u00a0los analistas, programadores o arquitectos comenten errores de c\u00e1lculos humanos, omisiones accidentales dif\u00edciles de medir. Por \u00e9stas dos razones, debemos analizar minuciosa y constantemente los resultados en cada iteraci\u00f3n,\u00a0lo mejor es\u00a0desconfiar de\u00a0la no-conclusividad aparente de los datos. No todos los errores son falsos positivos.<\/p>\n<p>Al final del camino, para muchos esto se convierte en todo un arte. Distinguir un problema de apreciaci\u00f3n de un error de c\u00e1lculo puede ser muy costoso para organizaciones que no cuentan con un equipo dedicado y con experiencia amplia y basta que abarque desde las t\u00e9cnicas de miner\u00eda de datos hasta los conocimientos necesarios para entender la interpretaci\u00f3n desde puntos de vista no computacionales, como lo son el Marketing, las ventas, la estrategia de negocio y los cruces financieros de las mismas. Tener un equipo as\u00ed puede ser muy costoso para una sola compa\u00f1\u00eda, la \u00fanica manera en la que es viable por costo-beneficio contar con un equipo confiable para la obtenci\u00f3n, el an\u00e1lisis de informaci\u00f3n y la definici\u00f3n de una estrategia de marketing a trav\u00e9s de los datos obtenidos es tener un socio comercial con experiencia, confiable y que cuente con los recursos humanos y materiales para cumplir con estas tareas. Sobra decir que en ktc hemos logrado <a title=\"Our Work\" href=\"http:\/\/ktcagency.com\/work\" target=\"_blank\">avances importantes<\/a> en todas estas cuestiones.<\/p>\n<h2>7)Algo m\u00e1s<\/h2>\n<p>Mientras escrib\u00eda este art\u00edculo, posiblemente\u00a0se gest\u00f3 la\u00a0octava, novena y en\u00e9sima cuesti\u00f3n que\u00a0Big Data no van a resolver,\u00a0y para el momento en el que analicemos estas conclusiones seguramente se presentar\u00e1n m\u00e1s. Es un excelente ejemplo de la velocidad a la que la informaci\u00f3n se crea y cambia; es por ello que te invito a que sigas investigando. Y si necesitas de ayuda, ac\u00e9rcate a nosotros.<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: right;\"><em>Publicado originalmente para el <a href=\"http:\/\/thoughts.ktcagency.com\/\" target=\"_blank\">blog<\/a> de <a href=\"http:\/\/www.ktcagency.com\/\">ktc<\/a><\/em><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A veces creemos que Big Data es una especie de panacea, escuchamos el t\u00e9rmino y dejamos volar nuestra imaginaci\u00f3n convirti\u00e9ndonos en\u00a0v\u00edctimas de nuestras m\u00e1s absurdas fantas\u00edas profesionales para creer, por pura fe, que todos nuestros problemas est\u00e1n resueltos para darnos cuenta pronto que est\u00e1bamos equivocados, encontrando muchas cosas que Big Data no va a resolver. [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":566,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[135],"tags":[147,148,149,150,138,151,152,153,154],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/579"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=579"}],"version-history":[{"count":4,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/579\/revisions"}],"predecessor-version":[{"id":610,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/579\/revisions\/610"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media\/566"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=579"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=579"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=579"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}