{"id":343,"date":"2014-02-24T19:27:43","date_gmt":"2014-02-25T01:27:43","guid":{"rendered":"http:\/\/www.quantium.com.mx\/?p=343"},"modified":"2014-08-29T18:06:05","modified_gmt":"2014-08-29T23:06:05","slug":"git-y-las-malas-costumbres","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2014\/02\/24\/git-y-las-malas-costumbres\/","title":{"rendered":"Git y las malas costumbres"},"content":{"rendered":"<p>Querido <span style=\"color: #808080;\"><strong>&lt;<\/strong> 75% bot \u00f3 spider que captura contenido para google, otro buscador o alguna empresa que hace sus pininos en bigdata OR 20% usuarios reales que llegaron aqu\u00ed por equivocaci\u00f3n OR 5% usuarios interesados en leerme (\u00bfHola mam\u00e1!)<strong> &gt;<\/strong><\/span><\/p>\n<p>En este art\u00edculo describo los peores manejos que he visto de Git, en base a mi experiencia, despu\u00e9s de a\u00f1os de usarlo y de usar otros tantos Sistemas de Control de Versiones.<\/p>\n<p>Primero un screenshot:<\/p>\n<p><a href=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/02\/git-hace-2-a\u00f1os.png\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-428\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/02\/git-hace-2-a\u00f1os.png\" alt=\"git hace 2 a\u00f1os\" width=\"900\" height=\"730\" \/><\/a><\/p>\n<p>Hace casi dos a\u00f1os quer\u00eda escribir un art\u00edculo que hablara de las ventajas de <a title=\"Git\" href=\"http:\/\/git-scm.com\/\" target=\"_blank\">Git<\/a>. Ahora entiendo que abordarlo en ese entonces no me hac\u00eda sentir c\u00f3modo porque ten\u00eda una visi\u00f3n poco amplia de su uso. Durante los \u00faltimos 3 a\u00f1os estuve trabajando en proyectos que no necesitaban a muchos desarrolladores involucrados y en los que s\u00ed, se utilizaba\u00a0<a title=\"Subversion\" href=\"http:\/\/subversion.apache.org\/\" target=\"_blank\">SVN<\/a>\u00a0por costumbre.<\/p>\n<p>En mi caminar por este medio he conocido ya a un par de villamelones que evangelizan implacablemente sobre el uso de este famoso sistema de control de versiones, pero ya conviviendo profesionalmente con ellos ha sido un fiasco descubrir que muchos nunca han intentado revertir alg\u00fan cambio en el c\u00f3digo, de hecho la mayor\u00eda no entiende\u00a0<a title=\"Version Lifecycle\" href=\"http:\/\/www.mediawiki.org\/wiki\/Version_lifecycle\" target=\"_blank\">la relaci\u00f3n entre los ambientes de desarrollo y el sistema de control de versiones<\/a>.<\/p>\n<p>La mayor\u00eda de estos falaces seres con los que me he topado utilizan Git s\u00f3lo por una especie de romanticismo hipster\/vintage en contra de la modernidad. Ya saben, amor a las terminales de fondo negro con leras verdes y uxfobia; pero pocos lo utilizan con el fin correcto, que es\u00a0<strong>controlar las versiones del software<\/strong>.<\/p>\n<p>No digo que Git no tenga un mont\u00f3n de caracter\u00edsticas \u00fatiles al momento de desarrollar, instalar, mover, publicar, revertir, etc. Lo importante que trato de decir es que: La gran meta del desarrollo de software debe de centrarse en el resultado final, el cual no tiene que ver con c\u00f3digo, el cual no se entiende desde el punto de vista del desarrollador; debe centrarse en un fin \u00fatil, un fin que se enfoca en un usuario. Un usuario que tiene una necesidad genuina que se resuelve con software. Un usuario que puede no tener conocimientos amplios sobre computaci\u00f3n. Un usuario al que hay que adaptarse y obedecer humildemente, tal vez no en los <em>c\u00f3mos<\/em> pero s\u00ed en los <em>porqu\u00e9s<\/em><\/p>\n<p>Como siempre he dicho:<strong> Las cosas se miden por el resultado<\/strong>. Y si el resultado es un usuario\/cliente enojado porque el producto no cumple con sus expectativas, entonces no importa si el Git est\u00e1 perfectamente comentado, versionado, organizado, almientado y los desarrolladores que lo operan son expertos en su manejo. Lo que importa se ha perdido en un mar abstracci\u00f3n hedonista. Lo que importa es el prop\u00f3sito del software.<\/p>\n<p>Porque, acept\u00e9moslo, programar da placer. \u00bfQu\u00e9 programador no se ha perdido horas en su c\u00f3digo?\u00bfQu\u00e9 desarrollador no ha disfrutado esta sensaci\u00f3n casi org\u00e1smica que da ver vivir sus instrucciones? \u00bfQui\u00e9n, que programe, no se ha ofendido porque critican su sintaxis? Desarrollar software, construir un sistema, resolver problemas, dar instrucciones precisas que son seguidas al pi\u00e9 de la letra son actividades que provocan placer.<\/p>\n<p>Es por eso hay por ah\u00ed un mont\u00f3n programadores que act\u00faan como si fueran dios porque son capaces de crear sistemas independientes. Tiranos que exigen al usuario que se especialice en un software dif\u00edcil de entender, para el cual se requieren capacidades muy espec\u00edficas. Soberbias criaturas que se burlan de sus iguales sin no escriben en su mismo idioma. Estos espec\u00edmenes nos dan el ejemplo de lo que NO se debe de hacer con Git.<\/p>\n<h2>Los 4\u00a0<strong>NO&#8217;s<\/strong> de Git<\/h2>\n<ol>\n<li><strong>Git no es un protocolo de transferencia para publicar a entornos remotos<\/strong>. No es &#8220;como ftp con terminal&#8221; como alguna vez escuche. Utilizar git s\u00f3lo para hacer deploy a un servidor es como quemar una casa para acabar con la plaga. Me he topado con proyectos donde m\u00e1s de la mitad de los commits son para publicar, esto hace que se pierda la filosof\u00eda del <span style=\"text-decoration: underline;\">versionamiento ordenado y responsable<\/span>.<\/li>\n<li><strong>Git no te ayuda a crear una rama<\/strong> <strong>para ti solito<\/strong> (B<em>ranch<\/em> para los angloparlantes)\u00a0y as\u00ed evitar que otros mensos se entrometan en la genialidad de tu c\u00f3digo. Est\u00e1 bien hacer branches para resolver problemas inciertos, pero esos branches deben de ser temporales. A los dem\u00e1s desarrolladores no les gusta tener un mont\u00f3n de ramas in\u00fatiles con nombres extra\u00f1os, las mayor\u00eda de las cuales no funciona. As\u00ed que lo mejor es guardarse esos branches para uno mismo, en su repositorio local, borrarlos cuando no los necesites y no hacer push; Es mejor colaborar y comunicarse (<a title=\"Cara a cara\" href=\"http:\/\/www.skype.com\/en\/features\/video-chat\/\" target=\"_blank\">De preferencia verbalmente y cara a cara<\/a>) y hacer a un lado a ese peque\u00f1o egomaniaco que todos llevamos dentro que te dice que ese c\u00f3digo es tu creaci\u00f3n \u00fanica e irrepetible.<\/li>\n<li><strong>Git no es un almac\u00e9n de archivos binarios<\/strong>. Aunque git puede guardar archivos binarios sin problemas, pdfs, swfs, documentos comprimidos, etc. No es para nada una pr\u00e1ctica recomendable. Primero que nada git no versiona las l\u00edneas de los archivos binarios, as\u00ed que guarda una copia completa con cada cambio. Algunos de aquellos seres salidos de ultratumba que hemos ya mencionado argumentar\u00e1n que, cito: &#8220;No tengo problemas de almacenamiento, tengo tanto disco duro en mi repositorio que nunca se me va a acabar&#8221;. Y con eso se pierde una de los paradigmas m\u00e1s importantes de Git (3 palabras): <strong>Repositorio No Centralizado<\/strong>. Los dem\u00e1s desarrolladores tambi\u00e9n bajan el repositorio y hacen uso de \u00e9l \u00bfPorqu\u00e9 tendr\u00edan que estar esperando hasta horas para descargar grandes cantidades de datos s\u00f3lo porque alguien decidi\u00f3 incluir binarios? Adem\u00e1s se pierden ventajas como: Publicar en servidores peque\u00f1os, portar el repositorio f\u00e1cilmente y dar seguimiento a los cambios de lo que importa: el c\u00f3digo. Para almacenar binarios hay otras maneras diversas.<\/li>\n<li><strong>Git no es una terminal<\/strong>. Acepto que yo soy uno de esos <del>amantes<\/del> a la antigua que siempre tengo abierta una terminal. Porque se utilizarla y hay tareas (no todas) que yo puedo realizar m\u00e1s r\u00e1pido desde ah\u00ed. Pero esto no significa que por usar una terminal soy mejor persona. Igual y no se operar una <a title=\"Terex RT130\" href=\"http:\/\/www.bigge.com\/crane-sales\/Terex-RT130_p_976.html\" target=\"_blank\">Terex RT130<\/a>\u00a0y eso no me hace una peor persona. Aunque todav\u00eda no hay muy buenos <a title=\"Git Clients\" href=\"http:\/\/git-scm.com\/downloads\/guis\" target=\"_blank\">programas gr\u00e1ficos para manejar Git<\/a>, la mayor\u00eda cumplen perfectamente con su prop\u00f3sito. Muchas personas (sobre todo esos entes ultrat\u00fambicos y siniestros egomaniacos) siguen exigiendo a los dem\u00e1s usuarios que utilicen la terminal, a veces creo que es s\u00f3lo por el placer de minimizarlos porque no saben utilizarla y as\u00ed saciar su <a title=\"S\u00edndrome de Asperger\" href=\"http:\/\/en.wikipedia.org\/wiki\/Asperger_syndrome\" target=\"_blank\">s\u00edndrome de Asperger<\/a>. Lo importante al utilizar cualquier sistema de control de versiones, en este caso Git, son los conceptos, \u00a0los m\u00e1s importantes o b\u00e1sicos pueden manejarse perfectamente sin tocar la terminal y no es necesario complicar los proyectos generando curvas de aprendizaje innecesarias.<\/li>\n<\/ol>\n<p>Hasta ahora estas son las pr\u00e1cticas malvadas m\u00e1s puntuales que se me ocurren en el corto periodo de atenci\u00f3n que puedo dedicarle a escribir un art\u00edculo. Si se me ocurren m\u00e1s NOs los pondr\u00e9 en la lista en otro post. De hecho hay mucho que poner sobre git en otro post, pero no me gustar\u00eda repetir <a title=\"Google search about git tutorials\" href=\"https:\/\/www.google.com.mx\/search?q=git+tutorial&amp;oq=git+tutorial&amp;aqs=chrome..69i57j0l5.1358j0j4&amp;sourceid=chrome&amp;espv=210&amp;es_sm=91&amp;ie=UTF-8\" target=\"_blank\">lo que muchos otros ya han plasmado tan perfectamente<\/a>.<\/p>\n<p>En conclusi\u00f3n. Git puede ser una excelente herramienta. Pero como todas las herramientas no hay que olvidar el fin que persigue y que, sin dicho fin, la herramienta pierde su raz\u00f3n de ser. El fin es y siempre ser\u00e1: <strong>Hacer mejor software<\/strong>. Y la calidad de un software se mide por las cantidad de satisfacci\u00f3n que genera en el usuario (M\u00e1quina o persona) que lo maneja y por las necesidades que satisface.<\/p>\n<p>Felices commits<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En este art\u00edculo describo el peor manejo que considero para Git despu\u00e9s de a\u00f1os de usarlo y otros tantos de usar otros Sistemas de Control de Versiones.<\/p>\n","protected":false},"author":1,"featured_media":527,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[120,79,1],"tags":[],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/343"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=343"}],"version-history":[{"count":6,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/343\/revisions"}],"predecessor-version":[{"id":529,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/343\/revisions\/529"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media\/527"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=343"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=343"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=343"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}