{"id":197,"date":"2010-09-02T14:41:18","date_gmt":"2010-09-02T19:41:18","guid":{"rendered":"http:\/\/www.quantium.com.mx\/?p=197"},"modified":"2011-07-18T17:47:34","modified_gmt":"2011-07-18T22:47:34","slug":"aguas-con-las-sectas","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2010\/09\/02\/aguas-con-las-sectas\/","title":{"rendered":"Aguas con las sectas"},"content":{"rendered":"<p>Ya se que este blog no es un <a href=\"http:\/\/www.tierrasucia.com\">blog ateo<\/a> y a lo mejor este post est\u00e1 de m\u00e1s; pero al final este es <strong>mi <\/strong>blog.<\/p>\n<p>El otro d\u00eda, con mi muy dulce y educada manera de ser tuve una conversaci\u00f3n similar a la siguiente:<\/p>\n<blockquote><p>\n<strong><em>Yo<\/em><\/strong>: Ya estoy hasta la madre de la <em>Tan Prostituida Autoestima<\/em> si voy a basar como me siento en mi exterior prefiero no tener autoestima y quedarme con mi seguridad<br \/>\n<strong><em>Amigo<\/em><\/strong>: Estoy leyendo un libro de autoestima de unos que se llaman <strong>Universo Conciente<\/strong>, est\u00e1 muy bueno y tienen un mot\u00f3n de cosas.<br \/>\n<strong><em>Yo<\/em><\/strong>: Ah! s\u00ed, ya se quienes son: \u00a1\u00a1\u00a1unos putos charlatanes de mierda!!!<br \/>\n<strong><em>Amigo<\/em><\/strong>: oye, esp\u00e9rate tocayo porque&#8230;&#8230;\n<\/p><\/blockquote>\n<p>Me fu\u00ed y no escuch\u00e9 lo que ten\u00eda que decir porque me distraje y lo dej\u00e9 hablando s\u00f3lo (t\u00edpico de m\u00ed)<\/p>\n<p>Al d\u00eda siguiente recib\u00ed el siguiente mail:<\/p>\n<blockquote><p>HOLA TOCAYO:<br \/>\nTE MANDO ESTE LINK, Y EN EL POSCAST HAY MUCHOS, TEMAS ENTRE ELLOS LA FAMOSA Y MIERDA AUTOESTIMA.<br \/>\nOYELA PRIMERO Y LUEGO JUZGAS, SIN CERER TENER SIEMPRE TU RAZON Y TU CONOCIMIENTO.<br \/>\nES LO MAS SERIO QUE CONOZCO HASTA AHORA.(ningun charlatan)<br \/>\ngracias<br \/>\nS.P.H.<br \/>\nhttp:\/\/www.universoconsciente.com.mx\/?mod=radio<\/p>\n<p>Para que exista un &#8220;Problema&#8221; es, porque alguien le puso la palabra &#8220;PROBLEMA&#8221;<\/p><\/blockquote>\n<p>A lo cual yo le contest\u00e9 como sigue:<\/p>\n<blockquote><p>Hola Tocayo,<\/p>\n<p>Me da gusto que te haya interesado mi cr\u00edtica sobre esos charlatanes.<\/p>\n<p>Cuando me refer\u00ed a ellos no creas que habl\u00e9 a la ligera, se bien quien es Mart\u00edn Aparicio.<\/p>\n<p>Mart\u00edn Aparicio es un periodista (no psic\u00f3logo, ni f\u00edsico, ni cient\u00edfico de ning\u00fan tipo) al igual que Jaime Mausan, del cual es muy amigo por cierto.<\/p>\n<p>Si te fijas en su web no hay curr\u00edculums, menciones, ni nada que lo avale como un profesional de la salud, de hecho la web est\u00e1 m\u00e1s enfocada a vender sus productos y libros.<\/p>\n<p>Mart\u00edn Aparicio es, en m\u00e9xico el que est\u00e1 al frente de una secta llamada Cuarto Camino, movimiento basado en algunos libros escritos por los rusos Piotr Uspenski y George Gurdjieff.<\/p>\n<p>Estos 2 rusos escribieron sobre esoterismo, misticismo, filosof\u00eda, etc. Eran en s\u00ed escritores, no muy buenos y algo conocidos, pol\u00e9micos hasta cierto grado y complicados y entretenidos de leer como todos los rusos. Sin embargo ellos no iniciaron el movimiento.<\/p>\n<p>El cuarto camino es una secta, s\u00ed una secta que hace lo mismo que todas las sectas, quitarle el dinero a sus fieles y otras locuras.<\/p>\n<p>Ac\u00e1 te dejo unos links para que veas que no soy el \u00fanico que sabe que eso es una secta:<\/p>\n<p><a href=\"http:\/\/www.wikilearning.com\/curso_gratis\/sectas_el_negocio_de_la_fe_y_el_poder-escuelas_del_cuarto_camino\/1267-5\">Escuelas del Cuarto Camino<\/a><br \/>\n<a href=\"http:\/\/www.aciprensa.com\/sectas\/algunassectas.htm\">Aciprensa, grupo cat\u00f3lico avalado por el vaticano<\/a><br \/>\n<a href=\"http:\/\/www.es.catholic.net\/sectasapologeticayconversos\/244\/1518\/articulo.php?id=23302\">Catholic.net, es el sitio por exelencia para los cat\u00f3licos en internet<\/a><br \/>\n<a href=\"http:\/\/www.sindioses.org\/sociedad\/sectaspeligro.html\">Sin dioses, portal de agn\u00f3sticos y ateos<\/a><br \/>\n<a href=\"http:\/\/ar.groups.yahoo.com\/group\/estasenunasecta\/message\/1807\">Discusi\u00f3n en Yahoo argentina sobre esta secta<\/a><br \/>\n<a href=\"http:\/\/www.defiendetufe.org\/sectas_y_nuevos_movimientos_religiosos.htm\">Grupo de cat\u00f3licos unidos por su f\u00e9<\/a><br \/>\n<a href=\"http:\/\/goliath.ecnext.com\/coms2\/gi_0199-6746474\/Internet-nueva-arma-de-las.html\">Goliath, sitio sobre negocios<\/a><br \/>\n<a href=\"http:\/\/psicoesceptico.wordpress.com\/2010\/08\/01\/del-cuarto-camino-al-eneagrama-de-la-personalidad-la-jalada-evolucionando-en-mamada\/\">P\u00e1gina del psic\u00f3logo (no periodista ni escritor) Luis Frettl\u00f6r Barra<\/a><\/p>\n<p>Y si buscas en internet podr\u00e1s encontrar un mont\u00f3n de informaci\u00f3n valiosa.<\/p>\n<p>Lo que yo te puedo comentar es que mi t\u00eda Cecilia, hermana de mi mam\u00e1 se interes\u00f3 mucho por esto hace unos 6 a\u00f1os al grado de que asisiti\u00f3 a varios seminarios, al final le lograron vender varios libros, cds, pel\u00edculas y hasta di\u00f3 un donativo (no se de cuanto, espero que no de mucho) a la secta esta.<\/p>\n<p>Meses despu\u00e9s mi t\u00eda entr\u00f3 en una depresi\u00f3n de la cual no ha salido hasta ahora. No se si sea por esto, es problable que no sea la \u00fanica causa, mi t\u00eda tiene varios problemas adem\u00e1s de su b\u00fasqueda de f\u00e9. Pero los hechos son estos.<\/p>\n<p>Es curioso, sabes mi postura ante las religiones, pero te puedo decir Fede que prefiero 1000 veces ser cat\u00f3lico, comprar una biblia, asistir a una misa y hacerme amigo de un cardenal que convivir, comprar, mantener o codearme con esos del cuarto camino. Para mi ( y para millones de personas) son peligrosos e indeseables.<\/p>\n<p>Y hablando ya de otra cosa, espero no te hayas ofendido, mi af\u00e1n nunca fu\u00e9 ese. Si les llam\u00e9 Charlatanes de manera tan tajante ese d\u00eda fu\u00e9 porque: primero, no hab\u00eda tiempo para explicarte todo esto; segundo, para protegerte de que caigas en sus redes.<\/p>\n<p>Si est\u00e1s interesado en el crecimiento personal atravez de la filosof\u00eda o la psicolog\u00eda lo mejor que te puedo recomendar es que vayas con un psic\u00f3logo (no terapeuta, Licenciado en Psicolog\u00eda) o con un fil\u00f3sofo (no huev\u00f3n o padrinazo, Licenciado en Filosof\u00eda). Y si me permites te puedo recomendar que leas &#8220;Di\u00e1logos&#8221; de Plat\u00f3n, eso s\u00ed es filosof\u00eda y creeme, ayuda mucho para lo que est\u00e1s buscando.<\/p>\n<p>Saludos y Abrazos<br \/>\nAndr\u00e9s Gonz\u00e1lez Arag\u00f3n<\/p><\/blockquote>\n<p>Este amigo m\u00edo es de familia cat\u00f3lica, su lind\u00edsima esposa es una Se\u00f1ora que sirve mucho a la iglesia de la colonia donde vivimos. El sabe mi opini\u00f3n acerca de los cat\u00f3licos y varias veces me ha oido decir que el Catolicismo es la mierda m\u00e1s grande de todas las mierdas y que Jes\u00fas el Cristo no era mas que un hipersensible debilucho con un IQ superior (El IQ es la velocidad a la que alguien piensa, un pendejo que piensa con IQ alto piensa m\u00e1s pendejadas en menos tiempo que un pendejo con IQ normal) que se invent\u00f3 una manera de evitar el conflicto, el cual era incap\u00e1z de manejar.<\/p>\n<p>Sin embargo reitero lo que le dije a mi amigo en el correo, prefiero tener curas como mis amigos, ir a misa, comprar y leer una biblia que convivir con personas tan nefastas como lo son los <strong>Charlatanes <\/strong>del Cuarto camino.<\/p>\n<p>De hecho debo de confesar que s\u00ed he tenido amigos ordenados en la iglesia cat\u00f3lica (Muy chidos por cierto). He leido la biblia muchas veces (por eso dej\u00e9 de creer en cualquier cosa que saliera de ah\u00ed) y, honestamente, me gustan las misas cat\u00f3licas, creo que, de todas las religiones son de los rituales m\u00e1s lindos, pacificadores y divertidos que hay&#8230;l\u00e1stima que digan puras mentiras que han provocado&#8230; bueno, el tema cat\u00f3lico lo trataremos otro d\u00eda o mejor visiten el blog de T<a href=\"http:\/\/www.tierrasucia.com\/\">ierra Sucia<\/a> que yo, la verdad, no soy muy partidario de atacar a otras religiones p\u00fablicamente, basta con ayudar a otros a que su cerebro trabaje para que se den cuenta ellos s\u00f3los de la verdad.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ya se que este blog no es un blog ateo y a lo mejor este post est\u00e1 de m\u00e1s; pero al final este es mi blog. El otro d\u00eda, con mi muy dulce y educada manera de ser tuve una conversaci\u00f3n similar a la siguiente: Yo: Ya estoy hasta la madre de la Tan Prostituida [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[54,56,55,49,52,50,53,48,47],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/197"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=197"}],"version-history":[{"count":0,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/197\/revisions"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=197"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=197"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=197"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}