{"id":81,"date":"2007-07-06T10:58:10","date_gmt":"2007-07-06T15:58:10","guid":{"rendered":"http:\/\/www.quantium.com.mx\/qlog\/2007\/07\/06\/nietos-de-espanoles\/"},"modified":"2008-05-16T14:13:14","modified_gmt":"2008-05-16T19:13:14","slug":"nietos-de-espanoles","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2007\/07\/06\/nietos-de-espanoles\/","title":{"rendered":"Nietos de espa\u00f1oles"},"content":{"rendered":"<p><img src=\"http:\/\/www.fotopaisajes.com\/img\/imagenes\/00025.jpg\" alt=\"Cangas de Narcea\" \/><br \/>\nLas nostalgia de una patria que no me conoce llega a mi constantemente. Miro las fotos del pueblo maravilloso donde naci\u00f3 mi abuelo, imagino oler la vid en sus colinas, visitar los conventos que datan de mucho antes del descubrimiento de este continente, visitar a mi t\u00eda Mary, sobrina de Mi abuelo en este pueblo.<br \/>\n<img src=\"http:\/\/www.ayto-cnarcea.es\/img\/monumentos\/mon6.jpg\" alt=\"Cangas de Narcea\" \/><br \/>\nCangas de Narcea esta en Asturias, Espa\u00f1a, es el poblado con mayor \u00e1rea en la regi\u00f3n, muchos dicen que es uno de los lugares m\u00e1s hermosos de asturias.<br \/>\n<img src=\"http:\/\/centros3.pntic.mec.es\/cp.de.soto.de.la.barca\/tineo.jpg\" alt=\"Cangas de Narcea\" \/><br \/>\nCrec\u00ed escuchando las historias de la ni\u00f1ez de mi abuelo, escuchando sus canciones; crec\u00ed con su cultura y su forma de ser, crec\u00ed sintiendo desde el tu\u00e9tano la sangre espa\u00f1ola que palpita al comer fabada, jam\u00f3n y quesos maduros, un coraz\u00f3n que late al escuchar el himno asturiano y se alegra y conmueve de la vida de sus Majestades. Nac\u00ed en M\u00e9xico, crec\u00ed como espa\u00f1ol.<\/p>\n<p><!-- BEGIN CODE NetAffiliation : http:\/\/www.netaffiliation.com\/ - Hoteles Andalucia --><br \/>\n<a href=\"http:\/\/action.metaffiliation.com\/suivi.php?mclic=S3CF14BA3F116\" target=\"_blank\"><img src=\"http:\/\/action.metaffiliation.com\/suivi.php?maff=S3CF14BA3F116\" border=\"0\"><\/a><br \/>\n<!-- END CODE NetAffiliation --><\/p>\n<p>No niego con esto mi sangre Azteca, de la cual ne siento muy orgulloso, pero si quiero recalcar que hay algo aqu\u00ed adentro que se siente relegado, una mitad que no conoce su pais. Buscando por internet algunas cosas que me recordaran las historias de mi abuelo me encontr\u00e9 con que existe un grupo, que desde 2005 ha presionado al gobierno espa\u00f1ol para que respete los derechos de los nietos de emigrantes y han logrado ya bastante. Este grupo es <a href=\"http:\/\/groups.msn.com\/nietosporlaciudadania\">Hjios y Nietos por la Nacionalidad<\/a>. El movimiento se encuentra en muchos paises, siendo m\u00e1s activo en Argentina. Claro que dependiendo del pais de residencia los motivos pueden ser un poco distintos.<\/p>\n<p>Apenas estamos organizando el grupo para reunirnos ac\u00e1 en la Ciudad de M\u00e9xico. Nuestras motivaciones principales son m\u00e1s bien cuesti\u00f3n de identidad, yo por lo menos no pretendo ir a vivir a Espa\u00f1a dejando negocio y trabajo ac\u00e1, pero si exijo que el gobierno espa\u00f1ol reconozca mi nacionalidad, ya que mi abuelo hizo mucho por ellos desde ac\u00e1 cuando escap\u00f3 de la pobreza y de los indicios de una violenta guerra civil, el apoyo que le di\u00f3 a su pa\u00eds como Empresario Espa\u00f1ol en M\u00e9xico fu\u00e9 sin igual, al grado de importar maquinaria pesada de Espa\u00f1a cuando la Estadounidense era mucho m\u00e1s barata, durante sus a\u00f1os m\u00e1s pr\u00f3speros iba a espa\u00f1a, se quedaba hasta un a\u00f1o all\u00e1 y apoyaba a su familia, hermanos y sobrinas.<\/p>\n<p><!-- BEGIN CODE NetAffiliation : http:\/\/www.netaffiliation.com\/ - Okipi Espa\u00f1a --><br \/>\n<a href=\"http:\/\/action.metaffiliation.com\/suivi.php?mclic=S39424BA3F1D2\" target=\"_blank\">Okipi: tu especialista del turismo en Espa&#241;a<\/a><br \/>\n<!-- END CODE NetAffiliation --><\/p>\n<p>Durante alg\u00fan tiempo mand\u00f3 algunos ahorros para ayudar a su familia y a su comunidad, Cangas de Narcea.<\/p>\n<p>Adem\u00e1s de que inculc\u00f3 en el coraz\u00f3n sus nietos m\u00e1s cercanos el Amor por su pais y su patria, y nos convenci\u00f3 de que la mejor comida es la Espa\u00f1ola&#8230;pero de Espa\u00f1a la mejor comida es la Asturiana.<\/p>\n<p><img id=\"image80\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/qlog\/wp-content\/uploads\/hyn.jpg\" alt=\"Hijos y Nietos de Espa\u00f1oles por la Nacionalidad\" \/><\/p>\n<p>Pongo aqu\u00ed una carta mandada hace unos a\u00f1os al Sr Presidente Zapatero, se dice que fu\u00e9 la que inici\u00f3 todo el movimiento:<\/p>\n<p>&#8221; Se\u00f1or Presidente del Gobierno Espa\u00f1ol<br \/>\nD. Jos\u00e9 Luis Rodr\u00edguez Zapatero.<\/p>\n<p>Sr. Presidente:<\/p>\n<p>Tenemos el honor de dirigirnos a usted como espa\u00f1oles que nos consideramos, es decir como nietos de quienes emigraron hace a\u00f1os, escapando de la intolerancia, la pobreza extrema y el sectarismo ideol\u00f3gico, en suma dejando atr\u00e1s diversas formas de lo que hoy denominamos discriminaci\u00f3n.<\/p>\n<p>Ha cumplido usted un a\u00f1o de gobierno Sr. Zapatero, y se encuentra en pleno debate p\u00fablico sobre los temas esenciales que abordar\u00e1 en su segundo a\u00f1o de gesti\u00f3n.<\/p>\n<p>Sin embargo, el reconocimiento al leg\u00edtimo derecho que tenemos por sangre los nietos de espa\u00f1oles a ser reconocidos como ciudadanos espa\u00f1oles, sea cual fuere nuestra edad, lugar de nacimiento, lugar y tiempo de residencia, sigue estando ausente de la lista. Y esto es inusitado en un gobierno que en otras \u00e1reas parece tan comprometido con satisfacer a quienes los eligieron.<\/p>\n<p>Es indiscutible que usted merece una felicitaci\u00f3n por la valent\u00eda con la que ha sabido asumir y poner en pr\u00e1ctica algunos de sus compromisos electorales.<\/p>\n<p>Por ejemplo, y sepa usted disculpar el facilismo t\u00f3pico, se est\u00e9 o no de acuerdo con la decisi\u00f3n adoptada, es innegable que usted cumpli\u00f3 con los homosexuales y hoy en d\u00eda est\u00e1 ya en vigor la ley que regula el matrimonio entre los mismos.<\/p>\n<p>Y por si alguna duda quedara sobre los motivos que le impulsaron a tomar dicha medida, todos lo escuchamos claramente Sr. Presidente cuando usted, al anunciarlas, recomend\u00f3 hacer &#8220;poco caso&#8221; a la derecha e inst\u00f3 al Partido Popular a &#8220;mirar a la cara a todos los homosexuales y explicarles por qu\u00e9 deben seguir siendo ciudadanos de segunda categor\u00eda\u201d, agregando \u201cque se los digan y que les expliquen por qu\u00e9 raz\u00f3n\u201d.<\/p>\n<p>Se\u00f1or Zapatero, m\u00edrenos usted a la cara y expl\u00edquenos por qu\u00e9 los nietos de espa\u00f1oles debemos seguir siendo ciudadanos de segunda categor\u00eda; d\u00edganoslo y expl\u00edquenos por qu\u00e9 raz\u00f3n.<\/p>\n<p>Aunque la legislaci\u00f3n vigente nos relegue a una ficci\u00f3n jur\u00eddica tan anacr\u00f3nica como insultante, es decir la de ciudadanos de una categor\u00eda borrosa que en el mejor de los casos, no es \u00fanica, peri\u00f3dicamente leemos en el Bolet\u00edn del Estado las nacionalidades otorgadas por Carta de Naturaleza.<\/p>\n<p><!-- BEGIN CODE NetAffiliation : http:\/\/www.netaffiliation.com\/ - Hoteles Andalucia --><br \/>\n<a href=\"http:\/\/action.metaffiliation.com\/suivi.php?mclic=S3CF14BA3F122\" target=\"_blank\">Reservas on-line en Andaluc&#237;a. Utiliza nuestro buscador especializado para conseguir numerosas ofertas.<\/a><br \/>\n<!-- END CODE NetAffiliation --><\/p>\n<p>Es decir aquellas concedidas, seg\u00fan reza el Art\u00edculo 21 del C\u00f3digo Civil, \u201cdiscrecionalmente mediante Real Decreto, cuando en el interesado concurran circunstancias excepcionales\u201d. Como claramente lo explica la p\u00e1gina de internet del Ministerio de Justicia: \u201cEjemplo de ello es el acuerdo adoptado por el Consejo de Ministros de 12 de marzo de 2004 por el que se aprob\u00f3 la concesi\u00f3n de la nacionalidad espa\u00f1ola a las v\u00edctimas y familiares directos (heridos, c\u00f3nyuge, descendientes y ascendientes en primer grado de consanguinidad de los fallecidos) del atentado ocurrido en Madrid el d\u00eda 11-3-04 ( RD 453\/2004, de 18 de marzo, BOE n\u00fam. 70, de 22-03-04)\u201d.<\/p>\n<p>Desde luego Sr. Presidente, el Consejo de Ministros actu\u00f3 como corresponde. Pero hay incongruencias serias entre los baremos que el gobierno parece utilizar para definir cu\u00e1les son circunstancias excepcionales.<\/p>\n<p>F\u00edjese usted Sr. Zapatero que el extremo opuesto al magnicidio precitado pero con entidad suficiente para merecer la calificaci\u00f3n de \u201ccircunstancia excepcional\u201d ser\u00eda el de un actor o un escritor que a trav\u00e9s de su obra hubiera hecho aportes substanciales a la cultura hispana, desde cualquier pa\u00eds. O bien, como a menudo deducimos de las listas publicadas en el Bolet\u00edn del Estado, por haber hecho cuantiosos aportes a las arcas p\u00fablicas a trav\u00e9s de los impuestos, la creaci\u00f3n de puestos de trabajo y en general haber contribuido positivamente a la econom\u00eda del pa\u00eds, a\u00fan sin siquiera tener otros puntos en com\u00fan con la cultura e historia de Espa\u00f1a que el haber decidido hacer de \u00e9sta, su nueva tierra. En concreto, una circunstancia excepcional bien puede ser de naturaleza humanitaria, o de car\u00e1cter pr\u00e1ctico.<\/p>\n<p>Sin embargo a los nietos no se nos considera con derecho por razones pr\u00e1cticas ya que, seg\u00fan parece, los nietos tenemos precio, y es caro. As\u00ed lo expres\u00f3 el director general de emigraci\u00f3n, Jes\u00fas Ram\u00f3n Copa Novo al Sr. Juan Manuel Fern\u00e1ndez, un nieto de espa\u00f1oles, como consta en el art\u00edculo publicado en el n\u00famero 386 del peri\u00f3dico Espa\u00f1a Exterior, el 23 de noviembre de 2004 y que adjuntamos para su informaci\u00f3n: \u201cSi optaran a la nacionalidad los j\u00f3venes no habr\u00eda problemas, pero si son personas mayores provocar\u00eda que no se pudiera destinar el presupuesto dedicado a su atenci\u00f3n\u201d.<\/p>\n<p>Curioso comentario en boca de quien fuera profesor de geograf\u00eda e historia. \u00bfY los aportes de nuestros abuelos a Espa\u00f1a, tanto en lo cultural como en lo econ\u00f3mico?\u00bfO el Profesor Copa Novo ignora que muchos de los espa\u00f1oles que no emigraron y hoy nos desconocen, cubrieron sus necesidades b\u00e1sicas, recibieron educaci\u00f3n y lograron sobrevivir gracias a nuestros abuelos que abonando con su sangre las tierras americanas nunca dejaron de enviar sus ahorros a los pueblos de los que proven\u00edan? \u00bfEs necesario cuantificar \u00e9stos aportes para que se nos reconozca un derecho de por s\u00ed inalienable?<\/p>\n<p>O sea que tenemos derecho a ser reconocidos como ciudadanos, solamente si el c\u00e1lculo es a favor del estado, pero la cuenta se hace solamente en el \u201cdebe\u201d, no en el \u201chaber\u201d.<\/p>\n<p>Sin embargo, a los nietos de espa\u00f1oles que refrendamos \u00e9sta carta Sr. Presidente, que vivimos en doce pa\u00edses del mundo adem\u00e1s de Espa\u00f1a y pertenecemos a todos los niveles econ\u00f3micos, educacionales y laborales imaginables, no se nos considera con derecho tampoco desde el punto de vista humanitario ya que si el argumento del Profesor Copa Novo fuera v\u00e1lido, se le niega a un grupo de personas mayores la nacionalidad porque hacerlo solamente en virtud de principios de justicia social, es muy caro.<\/p>\n<p>Es decir, no encuadramos en lo pr\u00e1ctico y tampoco en lo humanitario.<\/p>\n<p>Sepa disculpar usted Sr. Presidente, pero si \u00e9se el concepto prevalente en su gabinete de ministros, deber\u00edamos llamar a las cosas por sus nombre y dejarnos de eufemismos: \u201ctanto tienes, tanto vales\u201d.<\/p>\n<p>\u00bfPodr\u00eda usted imaginar Sr. Presidente, que dentro de cincuenta a\u00f1os por ejemplo, un pa\u00eds cualquiera decidiera que los nietos de sus emigrados a Espa\u00f1a por razones pol\u00edticas, sociales y econ\u00f3micas, de \u00e9sos mismos emigrados que hoy en d\u00eda transfieren miles de euros diarios a sus familias en otros pa\u00edses, no pueden ser ciudadanos de los pa\u00edses a los que ellos ayudaron a sobrevivir porque ser\u00edan \u201cmuy caros\u201d?<\/p>\n<p>Perm\u00edtame usted reiterarle respetuosamente Se\u00f1or Zapatero, m\u00edrenos usted a la cara y expl\u00edquenos por qu\u00e9 los nietos de espa\u00f1oles debemos seguir siendo ciudadanos de segunda categor\u00eda; d\u00edganoslo y expl\u00edquenos por qu\u00e9 raz\u00f3n.<\/p>\n<p>Gracias.&#8221;<\/p>\n<p>Dos A\u00f1os despu\u00e9s <a href=\"http:\/\/www.elpais.com\/articulo\/sociedad\/Nacionalidad\/nietos\/espanoles\/elpepusoc\/20070616elpepisoc_6\/Tes\">esta es la situaci\u00f3n<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Las nostalgia de una patria que no me conoce llega a mi constantemente. Miro las fotos del pueblo maravilloso donde naci\u00f3 mi abuelo, imagino oler la vid en sus colinas, visitar los conventos que datan de mucho antes del descubrimiento de este continente, visitar a mi t\u00eda Mary, sobrina de Mi abuelo en este pueblo. [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/81"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=81"}],"version-history":[{"count":1,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/81\/revisions"}],"predecessor-version":[{"id":288,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/81\/revisions\/288"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=81"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=81"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=81"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}