{"id":19,"date":"2006-10-30T09:55:29","date_gmt":"2006-10-30T14:55:29","guid":{"rendered":"http:\/\/www.quantium.com.mx\/qlog\/?p=19"},"modified":"2013-04-27T19:23:57","modified_gmt":"2013-04-28T00:23:57","slug":"no-mas-freelance","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2006\/10\/30\/no-mas-freelance\/","title":{"rendered":"No m\u00e1s freelance"},"content":{"rendered":"<p>Haciendo un an\u00e1lisis exhaustivo, siempre he sido malo para hacer <a title=\"freelance\" href=\"http:\/\/es.wikipedia.org\/wiki\/Freelance\" target=\"_blank\">freelance<\/a>, por lo menos desde que tengo una familia y peso m\u00e1s de 15<em>kg<\/em> que cuando empec\u00e9 en el rollo del multimedia (no se diga programaci\u00f3n porque cuando empec\u00e9 ten\u00eda 10 a\u00f1os. 14 ya profesionalmente). Y la verdad es que en el \u00faltimo a\u00f1o lo \u00fanico que ha sucedido es que no me ha convenido, o la gente me termina debiendo dinero, o termino bajando mis precios a un costo que es totalmente insostenible o, como en el \u00faltimo de los casos, termino con la reputaci\u00f3n por el suelo con los clientes ya que se atraviesan\u00a0diversas razones personales y profesionales. Es por todo esto por lo que decid\u00ed no hacer m\u00e1s trabajos <a title=\"freelance\" href=\"http:\/\/es.wikipedia.org\/wiki\/Freelance\" target=\"_blank\">freelance<\/a>\u00a0nunca me ha redituado y adem\u00e1s estoy harto de no poder disfrutar el tiempo con mi familia, no poder dormir bien y que la gente tenga que exigirme sus trabajitos por una m\u00f3dica cantidad que termino gastando en taxis, abogados, contadores, licencias y caf\u00e9 (mucho caf\u00e9) y al final la ganancia es por debajo de <a title=\"Cero\" href=\"http:\/\/es.wikipedia.org\/wiki\/Cero\" target=\"_blank\">aquel n\u00famero que la india regal\u00f3 al resto del mundo<\/a>. Es por eso que he decidido llevar una vida totalmente burguesa, ya no gastar mi dinero en nuevos proyectos ni aceptar ofrecimientos, por muy interesantes que parezcan, seguir\u00e9 estudiando y desarrollando mis proyectos que no impliquen un gasto, vivir\u00e9 de mi quincena y dejar\u00e9 de querer vender a la primera oportunidad que se me presente. \u00a0Adem\u00e1s tomando en cuenta que paso m\u00e1s de 12 horas ac\u00e1 en <a title=\"Interalia\" href=\"http:\/\/www.interalia.net\">interalia<\/a>\u00a0y que el <a title=\"Ciudad konec-t\" href=\"http:\/\/www.coca-cola.com.mx\" target=\"_blank\">proyecto que tenemos ac\u00e1<\/a>\u00a0requiere de la mayor parte de mi tiempo, solamente me da tiempo de escribir en <a title=\"samesite\" href=\"http:\/\/www.quantium.com.mx\/qlog\/#\">este blog<\/a> y de estudiar nuevas tecnolog\u00edas unas 2 horas al d\u00eda. As\u00ed que si a alguien se le ofrece alg\u00fan trabajo que requiera de mi intervenci\u00f3n d\u00edganme, <a title=\"Interalia\" href=\"http:\/\/www.interalia.net\" target=\"_blank\">Interalia<\/a> estar\u00e1 encantada de analizarlo y cotizar su elaboraci\u00f3n y\/o desarrollo; ya que si el caso es la falta de presupuesto, tengo una gran lista de peque\u00f1os despachos y freelancers que pueden intentar el desarrollo de nuevas tecnolog\u00edas a un bajo costo. Abuurrrrr&#8230;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Haciendo un an\u00e1lisis exhaustivo, siempre he sido malo para hacer freelance, por lo menos desde que tengo una familia y peso m\u00e1s de 15kg que cuando empec\u00e9 en el rollo del multimedia (no se diga programaci\u00f3n porque cuando empec\u00e9 ten\u00eda 10 a\u00f1os. 14 ya profesionalmente). Y la verdad es que en el \u00faltimo a\u00f1o lo [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/19"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=19"}],"version-history":[{"count":1,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/19\/revisions"}],"predecessor-version":[{"id":386,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/19\/revisions\/386"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=19"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=19"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=19"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}