{"id":23,"date":"2006-11-13T10:42:58","date_gmt":"2006-11-13T15:42:58","guid":{"rendered":"http:\/\/www.quantium.com.mx\/qlog\/?p=23"},"modified":"2006-12-06T19:30:35","modified_gmt":"2006-12-07T00:30:35","slug":"game-development","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2006\/11\/13\/game-development\/","title":{"rendered":"Game Development"},"content":{"rendered":"<p>Por fin lunes. &nbsp;Llego a&nbsp;la <a href=\"http:\/\/www.interalia.net\" target=\"_blank\" title=\"Interalia (En la ventana enfrente del jard&iacute;n)\">oficina<\/a>&nbsp;me conecto para revisar como va <a href=\"http:\/\/www.coca-cola.com.mx\" title=\"Ciudad Konec-t\">el &uacute;ltimo jueguito que desarroll&eacute;<\/a>, no es nada especial, s&oacute;lo un jueguillo de unas fichas sencillo (Aunque en realidad d&iacute;o m&aacute;s trabajo el contenedor) con los m&aacute;s recientes personajes navide&ntilde;os del cliente. Al parecer ha tenido bastante &eacute;xito, desde el viernes en la tarde que no juego&#8230; 6 partidas, 1 empatada, 1 ganada, 4 perdidas. Que clase de gente es esta, los dejas unos cuantos d&iacute;as conectados sin tu supervisi&oacute;n :p y se vuelven expertos en cualquier cosa, tienen ya arriba&nbsp; de 100 puntos y van por m&aacute;s. &nbsp;En realidad es sorprendente y gratificante saber que para cada apliacaci&oacute;n que desarrolla el equipo hay un grupo de personas dispuestas a invertir su tiempo para volverse expertos. Aunque es un poco frustrante que te ganen todo el tiempo :s. &#8230;&nbsp; Hace mucho que no escribo cosas de c&oacute;digo, tutoriales, etc. La verdad no creo que este blog tenga muchos lectores y que eso les interese; auque preparar&eacute; alg&uacute;n tutorial sencillo en los pr&oacute;ximos d&iacute;as, nom&aacute;s por el gusto.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Por fin lunes. &nbsp;Llego a&nbsp;la oficina&nbsp;me conecto para revisar como va el &uacute;ltimo jueguito que desarroll&eacute;, no es nada especial, s&oacute;lo un jueguillo de unas fichas sencillo (Aunque en realidad d&iacute;o m&aacute;s trabajo el contenedor) con los m&aacute;s recientes personajes navide&ntilde;os del cliente. Al parecer ha tenido bastante &eacute;xito, desde el viernes en la tarde [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7,1],"tags":[],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/23"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=23"}],"version-history":[{"count":0,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/23\/revisions"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=23"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=23"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=23"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}