{"id":541,"date":"2011-01-12T20:50:25","date_gmt":"2011-01-13T02:50:25","guid":{"rendered":"http:\/\/blog.isotopo.net\/?p=191"},"modified":"2014-09-06T12:39:08","modified_gmt":"2014-09-06T17:39:08","slug":"un-nuevo-paradigma-del-marketing-para-el-correo-electronico-2","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2011\/01\/12\/un-nuevo-paradigma-del-marketing-para-el-correo-electronico-2\/","title":{"rendered":"Un nuevo paradigma del marketing para el correo electr\u00f3nico"},"content":{"rendered":"<p style=\"text-align: justify;\">Los tiempos han cambiado, hemos ido de los viejos chats en html con varias salas a las redes sociales a la telefon\u00eda movil. Hemos pasado por los grandes portales que absorb\u00edan toda nuestra atenci\u00f3n porque ten\u00edan todo el conten\u00eddo que pod\u00eda interesarnos encontrar en internet, la <a title=\"Instant Messenger War\" href=\"http:\/\/lowendmac.com\/musings\/imwar.html\" target=\"_blank\">guerra de los mensajeros instantaneo<\/a>s, las c\u00faspides y caidas de grandes empresas, <a title=\"W3\" href=\"http:\/\/www.w3.org\/\" target=\"_blank\">HTML2, HTML3, HTML4 y HTML<\/a>5.<\/p>\n<p style=\"text-align: justify;\">\n<p style=\"text-align: justify;\">No en todos los casos las tecnolog\u00edas llegaron para quedarse, hay tecnolog\u00edas m\u00e1s viejas que los nuevos profesionales en el medio de internet, una de estas es el <strong>email<\/strong>. El uso del correo electr\u00f3nico se ha incrementado junto con los usuarios de internet, hay quienes se resisten a unirse a <a title=\"facebook\" href=\"http:\/\/www.facebook.com\/isotopo\" target=\"_blank\">facebook<\/a>, hay otros que desistieron o nunca participaron de la mensajer\u00eda instantanea, muchos otros critican cada nuevo portal y\/o servicio que sale y a\u00fan as\u00ed pueden considerarse gente que est\u00e1 <em>online,<\/em> el \u00fanico requisito es \u00a0tener una cuenta de correo electr\u00f3nico.<img loading=\"lazy\" class=\"alignright wp-image-555 size-full\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2011\/01\/email_logo.jpg\" alt=\"email_logo\" width=\"397\" height=\"282\" \/><\/p>\n<p style=\"text-align: justify;\">Si comparamos la cantidad de usuarios que usan el correo electr\u00f3nico con la cantidad de usuarios que usan <a title=\"facebook\" href=\"http:\/\/www.facebook.com\/isotopo\" target=\"_blank\">facebook<\/a>, los adeptos la red social no llegan ni a los talones de los cuentahabientes de correos electr\u00f3nicos. Sin importar la edad, raza o, salvo casos extremos, la condici\u00f3n social, la mayor\u00eda de la gente que sabe leer y escribir en este mundo ya tiene una cuenta de correo electr\u00f3nico y en muchos de los casos varias. Es una pr\u00e1ctica necesaria que durante tu primer abordaje en la red abras una cuenta de correo electr\u00f3nico.<\/p>\n<p style=\"text-align: justify;\">Lo anterior ya es bien sabido por muchos, el problema que aqu\u00ed analizaremos es que, precisamente por ser una tecnolog\u00eda tan estable y segura, los mercad\u00f3logos, publicistas, estrategas e incluso los nuevos<em> social media managers<\/em> creen que sigue funcionando igual que lo hac\u00eda hace a\u00f1os; alguien deber\u00eda decirle a los expertos que, aunque el email sigue siendo el mismo, los usuarios ya no lo son y si no cambian sus estrategias en torno a este, los usuarios cambiar\u00e1n a las marcas que representan.<\/p>\n<p style=\"text-align: justify;\">Se siguen desarrollando campa\u00f1as publicitarias online y aunque cuentan con avanzadas tecnolog\u00edas, socialmedia, <a title=\"HTML5\" href=\"http:\/\/es.wikipedia.org\/wiki\/HTML_5\" target=\"_blank\">HTML5<\/a>, <a title=\"ipad\" href=\"http:\/\/store.apple.com\/mx\/browse\/home\/shop_ipad\/family\/ipad?afid=p219|GOMX&amp;cid=OAS-MX-KWG\" target=\"_blank\">i-pad\/phone\/pod<\/a> compatible, <a title=\"GPS\" href=\"http:\/\/es.wikipedia.org\/wiki\/Sistema_de_posicionamiento_global\" target=\"_blank\">GPS<\/a>, etc. siguen utilizando el contacto por correo electr\u00f3nico como la parte central de la campa\u00f1a. Esto es debido a una inseguridad casi subconciente hacia las redes sociales y nuevos medios de contacto con el usuario; en parte es razonable, la gente puede perder su tel\u00e9fono movil (antes llamado <em>celular<\/em>), <a title=\"facebook\" href=\"http:\/\/www.facebook.com\/isotopo\" target=\"_blank\">facebook<\/a> puede <a title=\"facebook cambia sus pol\u00edticas\" href=\"http:\/\/www.facebooknoticias.com\/2009\/08\/29\/facebook-modifica-sus-politicas-de-privacidad\/\" target=\"_blank\">modificar sus pol\u00edticas de aplicaciones externas<\/a>, <a title=\"twitter\" href=\"twitter.com\" target=\"_blank\">twitter <\/a>puede cambiar su paradigma de contacto, pero, aparentemente, nadie deja de usar su cuenta de correo electr\u00f3nico.<\/p>\n<p style=\"text-align: justify;\">No creo que sea necesario preguntar a <a title=\"El primer Email\" href=\"http:\/\/openmap.bbn.com\/~tomlinso\/ray\/firstemailframe.html\" target=\"_blank\">Ray Tomlinson<\/a> si el uso del correo electr\u00f3nico ha cambiado, basta con observar a los consumidores. Y cuando digo observar no me refiero a sacar conjeturas bas\u00e1ndose en lo que se cree que se sabe de internet, porque en este medio, al parecer todo mundo sabe demasiado. Cuando digo observar me refiero a estudiar los datos que arrojan las estad\u00edsticas de uso, a leerlas con detenimiento, hacer corridas cruzadas y analizar las webstats de las promociones en lugar de s\u00f3lo guardarlas en una carpeta cada mes y dejarlas ah\u00ed al final de la campa\u00f1a. Si hacemos un estudio a conciencia nos daremos cuenta de que <strong>los usuarios odian recibir informaci\u00f3n relacionada por correo electr\u00f3nico<\/strong>.<\/p>\n<p><img loading=\"lazy\" class=\"alignleft wp-image-557 size-full\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2011\/01\/spam.jpg\" alt=\"spam\" width=\"335\" height=\"335\" \/><\/p>\n<p style=\"text-align: justify;\">Y es que no todo el correo electr\u00f3nico podemos dividirlo en <a title=\"SPAM\" href=\"http:\/\/es.wikipedia.org\/wiki\/Spam\" target=\"_blank\">SPAM <\/a>o \u00a0correo deseado aunque en algunos casos es muy claro en muchos no lo es y se requieren algoritmos muy avanzados para distinguirlo, tanto que las compa\u00f1\u00edas no se han arriesgado a desarrollarlos y han preferido seguir dejando al usuario la engorrosa tarea de seleccionar su correo ya que consideran preferible que se cuelen uno que otro correo no deseado a que el usuario no reciba un correo importante, y mira si es molesto cuando un correo que est\u00e1s esperando llega a la bandeja de spam o peor a\u00fan que nunca llegue porque el firewall de tu empresa lo bloque\u00f3 por considerarlo basura (Si alguien ha hecho algo para<a title=\"viagra\" href=\"http:\/\/www.todosobreviagra.com\/\" target=\"_blank\"> esas pastillas para uno de cada dos hombres mayores de 40 a\u00f1os<\/a> seguro lo entender\u00e1).<\/p>\n<p style=\"text-align: justify;\">Tambi\u00e9n hay que tomar en cuenta que los creadores de correos electr\u00f3nicos no deseados todo el tiempo est\u00e1n investigando como brincar los m\u00e1s novedosos filtros y sistemas que los rechazan, similar a la maf\u00eda rusa (en caso de que no sea lo mismo) investigan m\u00e1s r\u00e1pido que los ingenieros de las compa\u00f1\u00edas que ofrecen cuentas de correo gratuitas o <a title=\"Spam Assassin\" href=\"http:\/\/spamassassin.apache.org\/\" target=\"_blank\">software antispam<\/a>, esto hace casi imposible crear una soluci\u00f3n 100% segura para evitar el molesto correo no deseado.<\/p>\n<p style=\"text-align: justify;\">Adem\u00e1s del spam obvio, que no es efectivamente filtrado y que, en la mayor\u00eda de los casos es facil de identificar para los usuarios existe otro tipo de correo, una mezcla entre el spam y el correo esperado y es el <strong>correo solicitado basura<\/strong>. Para poner un ejemplo claro, son las <a title=\"Cadenas\" href=\"http:\/\/marsolysombra.spaces.live.com\/blog\/cns!96592DAADA8667BD!394.entry\" target=\"_blank\">cadenas<\/a> que te env\u00edan amigos, colaboradores, familia o jefes que hablan sobre causas que no te interesan, chistes que ya conoces o historias que si no env\u00edas m\u00ednimo a 4,567 personas en los pr\u00f3ximos 12 segundos har\u00e1n que sufras un terrible, inexplicable y poco probable castigo.<\/p>\n<p style=\"text-align: justify;\">Este tipo de correos no pueden ser bloqueados porque significar\u00eda bloquear la cuenta de correo de la que provienen, o identificar que chistes le gustan al usuario y cuales no, o si el usuario es supersticioso, adem\u00e1s no creo que alguien se sienta lo suficientemente c\u00f3modo a\u00fan para dejar esa decisi\u00f3n a un software.<\/p>\n<p style=\"text-align: justify;\">Tambi\u00e9n dentro de esta categor\u00eda est\u00e1n los correos de listas que <strong><span style=\"text-decoration: underline;\">s\u00ed<\/span> <\/strong>solicit\u00f3 el usuario, generalmente de marcas o portales informativos, en este caso el consumidor se limita a observar los t\u00edtulos de dichos correos y seleccionar los que le interesan leer aunque, seg\u00fan nuestra experiencia, los usuarios dejan de interesarse en este tipo de correos al rededor de los 2 meses empezar a recibirlos aunque en muchos de los casos no eliminan su suscripci\u00f3n de la lista y si lo hacen ser\u00e1 un par de meses despu\u00e9s y s\u00f3lo determinado por varios factores; algunos de estos pueden ser el aumento en la periocidad de los emails enviados, alg\u00fan fallido intento de t\u00edtulo alarmante para llamar la atenci\u00f3n del usuario, un aumento en el flujo de correos importantes recibidos durante un corto periodo de tiempo, el cambio de plataforma para leer un email o incluso alg\u00fan tipo de <a title=\"Metanoia\" href=\"http:\/\/es.wikipedia.org\/wiki\/Metanoia\" target=\"_blank\">metanoia <\/a>psicol\u00f3gica del consumidor.<\/p>\n<p style=\"text-align: center;\"><img loading=\"lazy\" class=\"aligncenter wp-image-558 size-full\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2011\/01\/estad\u00edsticas-emails-300x159.png\" alt=\"estad\u00edsticas-emails-300x159\" width=\"300\" height=\"159\" \/><\/p>\n<p style=\"text-align: justify;\">Es por ello que no hay manera efectiva de separar el correo deseado y el correo solicitado basura; aunque\u00a0<a href=\"http:\/\/mail.google.com\" target=\"_blank\">Gmail<\/a> est\u00e1 haciendo la lucha e ide\u00f3 una manera de mantener los correos <a title=\"Prioritarios de Gmail\" href=\"http:\/\/mail.google.com\/mail\/help\/intl\/es\/priority-inbox.html\" target=\"_blank\">prioritarios <\/a>a un lado de la basura, aunque sigue en versi\u00f3n beta. A continuaci\u00f3n podemos ver un video que lo explica.<\/p>\n<p><object width=\"604\" height=\"370\"><param name=\"movie\" value=\"http:\/\/www.youtube.com\/v\/GZp0yEQnBB4?version=3&amp;rel=0&amp;fs=1&amp;showinfo=0\" \/><param name=\"wmode\" value=\"opaque\" \/><param name=\"allowFullScreen\" value=\"true\" \/><param name=\"allowScriptAccess\" value=\"always\" \/><embed src=\"http:\/\/www.youtube.com\/v\/GZp0yEQnBB4?version=3&amp;rel=0&amp;fs=1&amp;showinfo=0\" type=\"application\/x-shockwave-flash\" wmode=\"opaque\" allowscriptaccess=\"always\" allowfullscreen=\"allowfullscreen\" width=\"604\" height=\"370\" \/><\/object><\/p>\n<p>Con todos estos abrumadores datos sobre nosotros no podemos darnos el lujo de seguir desarrollando campa\u00f1as donde el email sirve como placebo a nuestra falta de creatividad, iniciativa o conocimiento. El email debe de seguir siendo uno de los principales modelos de comunicaci\u00f3n con el usuario. Pero debemos de darle al consumidor lo que nos pide. Si el cliente quiere informaci\u00f3n sobre la fecha o caracter\u00edsticas de un evento de promoci\u00f3n a pues envi\u00e9mosle esa informaci\u00f3n v\u00eda email, seguro lo agradecer\u00e1, pero no tomemos eso de pretexto para enviarle informaci\u00f3n de las maravillas de nuestra marca, sobre todo porque ni la va a leer y lo m\u00e1s probable es que causemos una sensaci\u00f3n de indiferencia hacia nuestros productos en lugar de un impacto positivo en nuestro target.<\/p>\n<p>No hay que olvidar que internet no es un medio mudo, escuchar al usuario es importante, y cuando digo escuchar me refiero a prestar atenci\u00f3n a los comentarios positivos, pero sobre todo a los negativos, no borrarlos y contestarlos humildemente, esto implica hacer caso a los estudios, y que digo los estudios \u00a1Los resultados! eso s\u00ed que es importante. Poniendo atenci\u00f3n a nuestros consumidores y d\u00e1ndoles lo que nos piden (que sorprendentemente no es mucho) la fidelizaci\u00f3n de nuestras marcas se ver\u00e1n potencializadas y dejaremos de hacer esfuerzos vanos contraproducentes(y costosos) .<br \/>\n<img loading=\"lazy\" src=\"http:\/\/feeds.feedburner.com\/~r\/Isotopo\/~4\/1ZfWfr5rc4o\" alt=\"\" width=\"1\" height=\"1\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Los tiempos han cambiado, hemos ido de los viejos chats en html con varias salas a las redes sociales a la telefon\u00eda movil. Hemos pasado por los grandes portales que absorb\u00edan toda nuestra atenci\u00f3n porque ten\u00edan todo el conten\u00eddo que pod\u00eda interesarnos encontrar en internet, la guerra de los mensajeros instantaneos, las c\u00faspides y caidas [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":555,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[76,75,1],"tags":[71,145,146,74],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/541"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=541"}],"version-history":[{"count":2,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/541\/revisions"}],"predecessor-version":[{"id":559,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/541\/revisions\/559"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media\/555"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=541"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=541"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=541"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}