{"id":79,"date":"2007-06-29T12:17:38","date_gmt":"2007-06-29T17:17:38","guid":{"rendered":"http:\/\/www.quantium.com.mx\/qlog\/2007\/06\/29\/la-adiccion-a-los-videojuegos-no-existe\/"},"modified":"2007-06-29T12:17:38","modified_gmt":"2007-06-29T17:17:38","slug":"la-adiccion-a-los-videojuegos-no-existe","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2007\/06\/29\/la-adiccion-a-los-videojuegos-no-existe\/","title":{"rendered":"La adicci\u00f3n a los videojuegos no existe"},"content":{"rendered":"<p>Hace unos d\u00edas los m\u00e9dicos gringos durante su reuni\u00f3n anual de la Asociaci\u00f3n M\u00e9dica Americana (AMA) afirmaron tajantemente que no existe la &#8216;adicci\u00f3n a los videojuegos&#8217; por tanto no ser\u00e1 incluida en el DSM \u2013 IV, de  manera similar al alcoholismo. Sin embargo consideran comenzar a estudiar el fen\u00f3meno con m\u00e1s detenimiento, para considerar en unos 5 a\u00f1os si se mente o no al DSM \u2013 V.<br \/>\n<img src=\"http:\/\/www.avalon5.com\/images\/joystick.jpg\" alt=\"VideoGames\" \/><br \/>\n&#8220;No hay nada que haga pensar que nos encontremos ante un estado complejo de desajuste mental, como el alcoholismo o el abuso de otra sustancia, y no deber\u00eda aparecer la palabra &#8216;adicci\u00f3n&#8217; al hablar del uso excesivo de videojuegos&#8221;, coment\u00f3 Stuart Gitlow, doctor en la Sociedad Americana de Medicina sobre Adicciones y profesor en la Escuela Monte Sina\u00ed de Medicina en Nueva York.<br \/>\n<img src=\"http:\/\/www.dotcomtucson.com\/technology\/images\/digital_addiction_1.jpg\" alt=\"VideoGames\" \/><br \/>\nLos m\u00e9dicos que desean que sea incluido este padecimiento como adicci\u00f3n argumentan que eso facilitar\u00eda las coberturas de seguros m\u00e9dicos, pues despu\u00e9s de todo interfiere en la vida diaria, laboral, escolar, de higiene personal, corporal, sexual o incluso alimenticia)<\/p>\n<p>&#8220;Trabajar con este problema no es diferente a trabajar con pacientes alcoh\u00f3licos: niegan el problema, lo racionalizan, pero son incapaces de parar&#8221;, afirm\u00f3 el doctor Thomas Allen, del Centro M\u00e9dico Osler en Towson, Maryland.<\/p>\n<p>El doctor Louis Kraus, de la Academia Americana de Psiquiatr\u00eda Infantil y Adolescente en el Centro M\u00e9dico de la Universidad de Rush, est\u00e1 seguro de que un ni\u00f1o este pegado a la consola es s\u00f3lo otro tipo de reacci\u00f3n que pueden tener los ni\u00f1os que tengan una estructura compulsiva.<br \/>\n<img src=\"http:\/\/images.art.com\/images\/-\/Video-Games--C11751589.jpeg\" alt=\"Adicction\" \/><br \/>\nBueno, esa es la noticia sobre la \u201cadicci\u00f3n a videojuegos\u201d que ya no es adicci\u00f3n. Entonces ni\u00f1os, j\u00f3venes y adultos compren su Wii, Play 3 o X- BOX 360, jueguen por d\u00edas enteros, no tengan novios o novias, reprueben en la escuela, no coman, o peor, hagan del ba\u00f1o en botellas de pl\u00e1stico, es decir, ignoren el mundo, pues esa es s\u00f3lo otra actividad recreativa.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Hace unos d\u00edas los m\u00e9dicos gringos durante su reuni\u00f3n anual de la Asociaci\u00f3n M\u00e9dica Americana (AMA) afirmaron tajantemente que no existe la &#8216;adicci\u00f3n a los videojuegos&#8217; por tanto no ser\u00e1 incluida en el DSM \u2013 IV, de manera similar al alcoholismo. Sin embargo consideran comenzar a estudiar el fen\u00f3meno con m\u00e1s detenimiento, para considerar en [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/79"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=79"}],"version-history":[{"count":0,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/79\/revisions"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=79"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=79"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=79"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}