{"id":446,"date":"2014-09-12T18:26:55","date_gmt":"2014-09-12T23:26:55","guid":{"rendered":"http:\/\/www.quantium.com.mx\/?p=446"},"modified":"2015-05-12T18:57:00","modified_gmt":"2015-05-12T23:57:00","slug":"aplicando-scrum-a-agencia-de-marketing-digital","status":"publish","type":"post","link":"http:\/\/www.quantium.com.mx\/2014\/09\/12\/aplicando-scrum-a-agencia-de-marketing-digital\/","title":{"rendered":"Aplicando SCRUM a agencia de marketing digital"},"content":{"rendered":"<p>El 15 de Julio he cumplido mi primer a\u00f1o ya en <a title=\"ktc\" href=\"http:\/\/ktcagency.com\" target=\"_blank\">ktc<\/a>, y una de las labores para las cuales se me contrat\u00f3, o por lo menos eso dec\u00eda mi propuesta, fue para implementar, cito: metodolog\u00edas \u00e1giles en la agencia. Y por metodolog\u00edas \u00e1giles yo entend\u00ed <a title=\"SCRUM\" href=\"http:\/\/en.wikipedia.org\/wiki\/Scrum_(software_development)\" target=\"_blank\">SCRUM<\/a> y todos sus artefactos.<\/p>\n<p><a href=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/07\/Diagram_Scrum_KTC.jpg\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-463\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/07\/Diagram_Scrum_KTC.jpg\" alt=\"Diagram_Scrum_KTC\" width=\"1794\" height=\"840\" \/><\/a>En aquellos entonces exist\u00eda la figura de Director de Proyectos, la cual al final demostr\u00f3 no ser demasiado \u00fatil, no se si por la figura o el figurativo en s\u00ed. Dicho representante asum\u00eda y presum\u00eda en nuestras comunicaciones externas que trabaj\u00e1bamos con la metodolog\u00eda <a title=\"RUP\" href=\"http:\/\/en.wikipedia.org\/wiki\/Rational_Unified_Process\" target=\"_blank\">RUP<\/a>, que en t\u00e9rminos claros es como decir que se bebe\u00a0leche por las ma\u00f1anas. Adem\u00e1s cont\u00e1bamos con un <a title=\"Collab\" href=\"https:\/\/www.activecollab.com\" target=\"_blank\">sistema de manejo de proyectos<\/a>, de esos muy elaborado que implicaba aproximadamente el 15% del tiempo de todos s\u00f3lo para llenarlo, un sistema <a title=\"Waterfall\" href=\"http:\/\/en.wikipedia.org\/wiki\/Waterfall_model\" target=\"_blank\">waterfall<\/a> complejo y enorme que burocratizaba demasiado el manejo de proyectos y al final no devolv\u00eda ning\u00fan KPI\u00a0\u00fatil para nadie.<\/p>\n<p><a href=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/07\/Agile-Waterfall-Success-Failure-Rates.jpg\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-464\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/07\/Agile-Waterfall-Success-Failure-Rates.jpg\" alt=\"Agile-Waterfall-Success-Failure-Rates\" width=\"600\" height=\"292\" \/><\/a>Todo eso aunado a que nunca se me dio ning\u00fan tipo de injerencia directa sobre el equipo de Cuentas, que por cierto, por aquellos entonces se les llamaba Project Managers.<\/p>\n<p>As\u00ed ha sido, pues, poco a poco he intentado implementar SCRUM en la agencia. Trac\u00e9 un plan el cual inclu\u00eda Certificar a un par de Gerentes en mi equipo; luego de eso uno se fue; Lograr un par de proyectos exitosos, o no tan desastrosos como waterfall, utilizando SCRUM. Colocar al mejor BM (Antes PM) en un departamento de control, Luego de captar el genuino inter\u00e9s de el resto de los BMs en SCRUM. Certificarlos y empezar a implementarlo en el resto de los Departamentos.<\/p>\n<p>Ha tardado un a\u00f1o este proceso, lo m\u00e1s dif\u00edcil ha sido cambiar la cultura del personal de las personas del departamento de Dise\u00f1o, los cuales no se han sentido para nada c\u00f3modos haciendo <a title=\"Continuous Delivery\" href=\"http:\/\/www.thoughtworks.com\/continuous-delivery\" target=\"_blank\">continuous delivery<\/a>, aunque a nivel directivo ha empezado a existir un genuino inter\u00e9s por el Agile UX.<\/p>\n<p>Otro tema dif\u00edcil ha sido la organizaci\u00f3n geogr\u00e1fica de la oficina, aunque de puertas con equipo separado, al final terminamos todos juntos, movimos toda la oficina y estamos desarrollo con dise\u00f1o. La gente de QA hace un excelente papel como Product Owner en proyectos muy t\u00e9cnicos y el Director de UX hace esas veces en proyectos m\u00e1s simples en cuestiones t\u00e9cnicas y m\u00e1s avanzados en cuestiones visuales. Los BMs (Business managers) siguen siendo &#8220;los de cuentas, la diferencia es que ya est\u00e1n [casi] todos certificados como CPO.<\/p>\n<p><a href=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/09\/12232655\/ux-loop.png\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-591\" src=\"http:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/09\/12232655\/ux-loop.png\" alt=\"ux-loop\" width=\"305\" height=\"350\" srcset=\"https:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/09\/12232655\/ux-loop.png 305w, https:\/\/d2phkobe5kpduw.cloudfront.net\/wp-content\/uploads\/2014\/09\/12232655\/ux-loop-261x300.png 261w\" sizes=\"(max-width: 305px) 100vw, 305px\" \/><\/a><\/p>\n<p>He buscado en Latinoam\u00e9rica integraciones de SCRUM a empresas creativas y he encontrado a muy pocas personas con dicha experiencia, la mayor\u00eda est\u00e1 en proceso, muchos abandonar\u00e1n. Y es qu el problema es m\u00e1s complejo que si se tratase de una consultora de software o una startup. En una empresa creativa existen roles que se resisten naturalmente al trabajo con SCRUM y el error de muchos al implementar la metodolog\u00eda es tratar de obligarlos en lugar de integrarlos, saber que la resistencia es normal sirve para usarla como una fuerza a favor de la implementaci\u00f3n.<\/p>\n<p>&nbsp;<\/p>\n<p>Si est\u00e1s interesado en implementar SCRUM en una empresa creativa puedes contactarme.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>El 15 de Julio he cumplido mi primer a\u00f1o ya en ktc, y una de las labores para las cuales se me contrat\u00f3, o por lo menos eso dec\u00eda mi propuesta, fue para implementar, cito: metodolog\u00edas \u00e1giles en la agencia. Y por metodolog\u00edas \u00e1giles yo entend\u00ed SCRUM y todos sus artefactos. En aquellos entonces exist\u00eda [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":591,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[127,76,75,1,159,135],"tags":[131],"_links":{"self":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/446"}],"collection":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/comments?post=446"}],"version-history":[{"count":6,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/446\/revisions"}],"predecessor-version":[{"id":592,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/posts\/446\/revisions\/592"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media\/591"}],"wp:attachment":[{"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/media?parent=446"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/categories?post=446"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.quantium.com.mx\/wp-json\/wp\/v2\/tags?post=446"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}